Repository: parad74/Count4U
Catalog: Count4U.Localization/Resources.*.resx
Languages: he

# View_SearchInventProductAdvancedFieldSimple_tbFamilyCode
source: Family Code
he: קוד משפחה

# View_SearchInventProductAdvancedFieldSimple_tbFamilyName
source: Family Name
he: שם משפחה

# View_SearchInventProductAdvancedFieldSimple_tbIturCode
source: Code
he: קוד

# View_SearchInventProductAdvancedFieldSimple_tbIturDisabled
source: Disabled
he: מבוטל

# View_SearchInventProductAdvancedFieldSimple_tbIturERPCode
source: ERP Code
he: קוד ERP

# View_SearchInventProductAdvancedFieldSimple_tbIturNumberPrefix
source: Number Prefix
he: קוד קידומת

# View_SearchInventProductAdvancedFieldSimple_tbIturNumberSuffix
source: Number Suffix
he: קוד איתור

# View_SearchInventProductAdvancedFieldSimple_tbIturStatus
source: Status
he: סטאטוס

# View_SearchInventProductAdvancedFieldSimple_tbMakat
source: Makat
he: מק"ט

# View_SearchInventProductAdvancedFieldSimple_tbPriceBuy
source: Price Buy
he: מחיר קניה

# View_SearchInventProductAdvancedFieldSimple_tbPriceSale
source: Price Sale
he: מחיר מכירה

# View_SearchInventProductAdvancedFieldSimple_tbProductName
source: Product Name
he: שם מוצר

# View_SearchInventProductAdvancedFieldSimple_tbQuantityDifference
source: Quantity Difference
he: הפרש כמות מקור-תיקון

# View_SearchInventProductAdvancedFieldSimple_tbQuantityDifferenceOriginalERP
source: Quantity Difference ERP
he: הפרש כמות יתרה-ספירה

# View_SearchInventProductAdvancedFieldSimple_tbQuantityEdit
source: Quantity
he: כמות

# View_SearchInventProductAdvancedFieldSimple_tbQuantityOriginalERP
source: Quantity Original ERP
he: כמות יתרה בEPR

# View_SearchInventProductAdvancedFieldSimple_tbReport
source: Report Parameters
he: פרמטרים מיוחדים

# View_SearchInventProductAdvancedFieldSimple_tbSupplierCode
source: Supplier Code
he: קוד ספק

# View_SearchInventProductAdvancedFieldSimple_tbSupplierName
source: Supplier Name
he: שם ספק

# View_SearchInventProductAdvancedFieldSimple_tbValueBuyDifference
source: Value Difference
he: הפרש ערך מקור-תיקון

# View_SearchInventProductAdvancedFieldSimple_tbValueBuyEdit
source: Value
he: ערך

# View_SearchInventProductAdvancedFieldSimple_tbValueDifferenceOriginalERP
source: Value Difference ERP
he: הפרש ערך יתרה-ספירה

# View_SearchInventProductAdvancedField_chkAggregate
source: Aggregate
he: מסוכם

# View_SearchInventProductAdvancedGridSimple_columnBarcode
source: Barcode
he: ברקוד

# View_SearchInventProductAdvancedGridSimple_columnDocNum
source: Doc Num
he: מספר מסמך

# View_SearchInventProductAdvancedGridSimple_columnInputTypeCode
source: Input Type Code
he: קוד סוג קלט

# View_SearchInventProductAdvancedGridSimple_columnIPNum
source: IP Num
he: מספר רץ במסמך

# View_SearchInventProductAdvancedGridSimple_columnIturCode
source: Itur Code
he: קוד איתור

# View_SearchInventProductAdvancedGridSimple_columnIturDisabled
source: Disabled
he: מבוטל

# View_SearchInventProductAdvancedGridSimple_columnIturERPCode
source: ERP Itur Code
he: קוד איתור ERP

# View_SearchInventProductAdvancedGridSimple_columnIturName
source: Name
he: שם

# View_SearchInventProductAdvancedGridSimple_columnIturNumberPrefix
source: Number Prefix
he: קוד קידומת

# View_SearchInventProductAdvancedGridSimple_columnIturNumberSuffix
source: Number Suffix
he: קוד איתור

# View_SearchInventProductAdvancedGridSimple_columnIturStatusGroupBit
source: Status Group Bit
he: סטאטוס קבוצה

# View_SearchInventProductAdvancedGridSimple_columnLocationName
source: Location Name
he: שם מיקום

# View_SearchInventProductAdvancedGridSimple_columnMakat
source: Makat
he: מקט

# View_SearchInventProductAdvancedGridSimple_columnPDA_StatusInventProductBit
source: PDA_StatusInventProductBit
he: סטאטוס PDA פריט בספירה

# View_SearchInventProductAdvancedGridSimple_columnPriceBuy
source: Price Buy
he: מחיר קניה

# View_SearchInventProductAdvancedGridSimple_columnPriceSale
source: Price Sell
he: מחיר מכירה

# View_SearchInventProductAdvancedGridSimple_columnProductName
source: Product Name
he: תיאור פריט

# View_SearchInventProductAdvancedGridSimple_columnQuantityDifference
source: Difference Quantity (Original - Edit)
he: הפרש כמות מקור-תיקון

# View_SearchInventProductAdvancedGridSimple_columnQuantityEdit
source: Quantity Edit
he: כמות שנספרה

# View_SearchInventProductAdvancedGridSimple_columnSectionName
source: Section Name
he: שם מחלקה

# View_SearchInventProductAdvancedGridSimple_columnSupplierCode
source: Supplier Code
he: קוד ספק

# View_SearchInventProductAdvancedGridSimple_columnSupplierName
source: Supplier Name
he: שם ספק

# View_SearchInventProductAdvancedGridSimple_columnTypeMakat
source: Type Makat
he: סוג מק"ט

# View_SearchInventProductAdvancedGridSimple_columnValueBuyDifference
source: Difference Value (Original - Edit)
he: הפרש ערך מקור-תיקון

# View_SearchInventProductAdvancedGridSimple_columnValueBuyEdit
source: Counted Value
he: ערך ספירה

# View_SearchInventProductAdvancedGridSum_columnMakat
source: Makat
he: מקט

# View_SearchInventProductAdvancedGridSum_columnPriceBuy
source: Price Buy
he: מחיר קניה

# View_SearchInventProductAdvancedGridSum_columnPriceSale
source: Price Sell
he: מחיר מכירה

# View_SearchInventProductAdvancedGridSum_columnProductName
source: Product Name
he: תיאור פריט

# View_SearchInventProductAdvancedGridSum_columnQuantityDifference
source: Difference Quantity (Original - Edit)
he: הפרש כמות מקור-תיקון

# View_SearchInventProductAdvancedGridSum_columnQuantityDifferenceOriginalERP
source: Quantity Difference
he: הפרש כמות-ERP

# View_SearchInventProductAdvancedGridSum_columnQuantityEdit
source: Quantity Edit
he: כמות שנספרה

# View_SearchInventProductAdvancedGridSum_columnQuantityOriginalERP
source: ERP Quantity
he: כמות במלאי-ERP

# View_SearchInventProductAdvancedGridSum_columnSectionName
source: Section Name
he: שם מחלקה

# View_SearchInventProductAdvancedGridSum_columnSupplierName
source: Supplier Name
he: שם ספק

# View_SearchInventProductAdvancedGridSum_columnValueBuyDifference
source: Difference Value (Original - Edit)
he: הפרש ערך מקור - תיקון

# View_SearchInventProductAdvancedGridSum_columnValueBuyEdit
source: Counted Value
he: ערך ספירה

# View_SearchInventProductAdvancedGridSum_columnValueDifferenceOriginalERP
source: Difference Value
he: הפרש ערך-ERP

# View_SearchInventProductAdvancedGridSum_columnValueOriginalERP
source: ERP Value
he: ערך מלאי-ERP

# View_SearchInventProduct_tbIturCode
source: Itur Code
he: קוד איתור

# View_SearchLocationField_tbCode
source: Code
he: קוד מיקום

# View_SearchLocationField_tbName
source: Name
he: שם מיקום

# View_SearchPackField_tbCode
source: Code
he: קוד

# View_SearchPackField_tbDateFrom
source: Inventor Date From
he: תאריך ספירה (מ)

# View_SearchPackField_tbName
source: Name
he: שם

# View_SearchPackFiled_tbDateTo
source: Inventor Date To
he: תאריך ספירה (עד)

# View_SearchProductField_tbBarcode
source: Barcode
he: ברקוד

# View_SearchProductField_tbMakat
source: Makat
he: מק"ט

# View_SearchProductField_tbPriceBuy
source: Price Buy
he: מחיר קניה

# View_SearchProductField_tbPriceSale
source: Price Sale
he: מחיר מכירה

# View_SearchProductField_tbProductName
source: Product Name
he: שם פריט

# View_SearchSectionField_tbCode
source: Code
he: קוד מחלקה

# View_SearchSectionField_tbName
source: Name
he: שם מחלקה

# View_SearchSupplierField_tbCode
source: Code
he: קוד ספק

# View_SearchSupplierField_tbName
source: Name
he: שם ספק

# View_Search_btnSearch
source: Search
he: חפש

# View_Search_busyContent
source: Searching...
he: מחפש...

# View_Search_tbObjectType
source: Object Type
he: סוג אובייקט

# View_SectionAddEditDelete_columnCode
source: Code
he: קוד

# View_SectionAddEditDelete_columnDescription
source: Description
he: תיאור

# View_SectionAddEditDelete_columnName
source: Name
he: שם

# View_SectionAddEditDelete_columnParentSectionCode
source: Parent Section Code
he: קוד מחלקה ראשית

# View_SectionAddEditDelete_columnTag
source: Tag
he: תג

# View_SectionAddEditDelete_columnTypeCode
source: Type Code
he: קוד סוג

# View_SectionAddEdit_CodeExist
source: Section with such Code already exists
he: מחלקה עם מספר זהה כבר קיימת

# View_SectionAddEdit_tbCode
source: Code
he: קוד

# View_SectionAddEdit_tbDescription
source: Description
he: תיאור

# View_SectionAddEdit_tbExtra1
source: Extra1
he: תוספת1

# View_SectionAddEdit_tbExtra2
source: Extra2
he: תוספת2

# View_SectionAddEdit_tbName
source: Name
he: שם

# View_SectionAddEdit_tbParentSectionCode
source: Parent Code
he: קוד אב

# View_SectionAddEdit_tbSize
source: Size
he: גודל

# View_SectionAddEdit_tbTag
source: Tag
he: תג

# View_SectionAddEdit_tbType
source: Type
he: סוג

# View_SectionDashboardPart_columnCode
source: Code
he: קוד

# View_SectionDashboardPart_columnDescription
source: Description
he: תיאור

# View_SectionDashboardPart_columnName
source: Name
he: שם

# View_SelectTag_columnSave
source: Save
he: שמור

# View_SendDataOffice_BuildingEndInventor
source: Building End of Inventory files...
he: בניית קבצי סיום ספירה...

# View_SendDataOffice_BuildingInventorSdf
source: Building Inventor SDF file...
he: בניית קובץ בסיס הנתונים...

# View_SendDataOffice_BuildingPackZipFile
source: Building Pack zip File...
he: בניית קובץ אריזה Pack...

# View_SendDataOffice_BuildingZip
source: Building zip...
he: בניית קובץ ZIP...

# View_SendDataOffice_GeneratingReport
source: Generating report: {0} {1}
he: יצירת דוח: {0} {1}

# View_SendDataOffice_PrintingReport
source: Printing Report: {0}
he: הדפסת דוח: {0}

# View_ShowShelf_tbIturArea
source: Area
he: שטח

# View_ShowShelf_tbIturCode
source: Itur Code
he: קוד איתור

# View_ShowShelf_tbIturHeight
source: Height
he: גובה

# View_ShowShelf_tbIturIncludeInFacing
source: Include
he: כולל

# View_ShowShelf_tbIturMaxNum
source: Max Num
he: מספר מקסימום

# View_ShowShelf_tbIturShelfNum
source: Num In Itur
he: מספר באיתור

# View_ShowShelf_tbIturShelvesInItur
source: Shelves In Itur
he: מדף באיתור

# View_ShowShelf_tbIturSumArea
source: Total Area
he: סה"כ שטח

# View_ShowShelf_tbIturSumWidth
source: Sum Width
he: סה"כ אורך

# View_ShowShelf_tbIturSupplierCode
source: Supplier Code
he: קוד ספק

# View_ShowShelf_tbIturWidth
source: Width
he: אורך

# View_Sort_imgSortDirection
source: Sort direction
he: סדר המיון

# View_Sort_tbSort
source: Sort by
he: מיון על פי

# View_SqlScriptSettings_btnLoad
source: Load
he: טען

# View_SqlScriptSettings_btnSave
source: Save
he: שמור

# View_SqlScriptSettings_radioUpdateByDbVersion
source: Update by DB version
he: עדכן ע"י גרסאת בסיס נתונים

# View_SqlScriptSettings_radioUpdateDbSetupVersion
source: Update DB Version for Setup
he: עדכן גרסאת בסיס נתונים

# View_SqlScriptSettings_radioUpdateScript
source: Update with SQL script
he: עדכן ע"י SQL

# View_SqlScriptSettings_tbDbType
source: Db type:
he: סוג בסיס נתונים

# View_SqlScriptSettings_tbFromVersion
source: From version:
he: מגרסא

# View_SqlScriptSettings_tbLog
source: Log:
he: לוג

# View_SqlScriptSettings_tbRun
source: Run
he: הפעל

# View_SqlScriptSettings_tbToVersion
source: To version:
he: לגרסא

# View_StatusGroupList_tbFilterByStatusGroups
source: Filter by status groups:
he: סנן עפ"י סטאטוס קבוצות

# View_Strip_tbBranch
source: branch
he: סניף

# View_Strip_tbCustomer
source: customer
he: לקוח

# View_Strip_tbInventor
source: inventor
he: ספירה

# View_SupplierAddEditDelete_columnCode
source: Code
he: קוד

# View_SupplierAddEditDelete_columnDescription
source: Description
he: תאור

# View_SupplierAddEditDelete_columnName
source: Name
he: שם

# View_SupplierAddEdit_CodeExist
source: Supplier with such code already exists
he: ספק עם קוד זה קיים כבר

# View_SupplierAddEdit_tbCode
source: Code
he: קוד

# View_SupplierAddEdit_tbDescription
source: Description
he: תאור

# View_SupplierAddEdit_tbName
source: Name
he: שם

# View_SupplierDashboardPart_columnCode
source: Code
he: קוד

# View_SupplierDashboardPart_columnDescription
source: Description
he: תאור

# View_SupplierDashboardPart_columnName
source: Name
he: שם

# View_TagSelected_btnSave
source: Save Reports
he: שמור דוחות

# View_TagSelect_CheckBoxInclude
source: Substring
he: מכיל

# View_TagSelect_columnReportCode
source: Report Code
he: קוד דוח

# View_TagSelect_tbPath
source: Path
he: נתיב

# View_TagSelect_tbTag
source: Tag
he: תג

# View_TagSelect_tbTotal
source: Total
he: סה"כ

# View_Unapck_tbFilesToOverwrite
source: Following DB Files exist on this Computer, so if you want to overwrite it - select it in grid and check:
he: קבצי בסיסי הנתונים הבאים קיימים במחשב, אם ברצונך לדרוס אותם ולעדכן לחדשים, סמן בטבלה ואשר.

# View_Unpack_busyContent
source: Unpacking zip archive
he: פותח קבצי Zip

# View_Unpack_chkOverwriteImportData
source: Overwrite Import Data Files
he: דרוס את קבצי הקטלוג הקיימים

# View_Unpack_chkOverwriteIndata
source: Overwrite Import Data Files from PDA
he: דרוס את קבצי המסמכים מהמסופון הקיימים

# View_Unpack_columnFile
source: File
he: קובץ

# View_Unpack_columnOverwrite
source: Overwrite
he: דריסה

# View_Unpack_tbFilesResult
source: Result Files to be unpacked:
he: הקבצים שעומדים להיפתח ולהיטען לתוך המערכת

# View_Unpack_tbInputArchive
source: Path to Archive
he: נתיב לקובץ הZip

# View_Unpack_tbMainSdfWarning
source: The package contains MainDB.sdf database. It will overwrite local one.
he: חבילת הקבצים כוללת את בסיס הנתונים המרכזי MainDB.sdf, שים לב כי הקובץ המקומי ידרס.

# View_Unpack_tbMainSdfWarningOffice
source: Package contains MainDB.sdf, but will not be unpacked, because MainDB.sdf can copy only from Office to Laptop.
he: חבילת הקבצים כוללת את בסיס הנתונים המרכזי MainDB.sdf, לא ניתן לדרוס את הקובץ המקומי - ניתן לבצע זאת רק מ Office אל Laptop.

# View_UpdateAdatpersView_tbCatalog
source: Catalog
he: קטלוג

# View_UploadToPda_btnRefresh
source: Refresh
he: רענן

# View_UploadToPda_btnStart
source: Start
he: התחל

# View_UploadToPda_btnStop
source: Stop
he: עצור

# View_UploadToPda_btnUpload
source: Upload
he: שלח קבצים

# View_UploadToPda_columnDate
source: Date and Time
he: תאריך ושעה

# View_UploadToPda_columnDateModify
source: Date Modify
he: תאריך עדכון

# View_UploadToPda_columnDevice
source: Device
he: סוג

# View_UploadToPda_columnFile
source: File
he: קובץ

# View_UploadToPda_columnInventoryDate
source: Inventor Date
he: תאריך ספירה

# View_UploadToPda_columnNumber
source: Number
he: מספר

# View_UploadToPda_columnPort
source: Port
he: פורט

# View_UploadToPda_columnProcess
source: Process
he: תהליך

# View_UploadToPda_columnSize
source: Size
he: גודל

# View_UploadToPda_columnValue
source: Value
he: ערך

# View_UploadToPda_tbDownload
source: Download
he: הורדה

# View_UploadToPda_tbExportPath
source: Export Path:
he: נתיב הקבצים לייצוא

# View_UploadToPda_tbInitializing
source: Initializing...
he: מאתחל...

# View_UploadToPda_tbUpload
source: Upload
he: שלח קבצים

# View_UserSettings_btnResetToDefault
source: Reset to default
he: אפס לברירת מחדל

# View_UserSettings_cbCustomerFilterUse
source: Use Customer Filter
he: השתמש בסינון לקוח

# View_UserSettings_chkCurrentDataPDA
source: Set Current Date on PDA
he: עדכן תאריך נוכחי במסופון

# View_UserSettings_chkDeleteAllFilePDA
source: Delete All Files on PDA
he: מחק את הקבצים במסופון

# View_UserSettings_chkNavigateBack
source: Auto navigate backward on Import PDA
he: חזרה אוטומית למסך הקודם בסיום קליטת נתונים מהמסופון

# View_UserSettings_chkSetBaudratePDA
source: Set Current Baudrate to PDA
he: עדכן Baudrate במסופון

# View_UserSettings_chkShowERP
source: Show ERP Code
he: הצג קוד ERP

# View_UserSettings_chkUploadOptionsHT630_AfterUploadPerformWarmStart
source: After Upload - Perform Warm Start
he: אחרי העלאת הקבצים - בצע Warm Start

# View_UserSettings_chkUploadOptionsHT630_AfterUploadRunExeFile
source: After Upload Run .Exe File
he: אחרי העלאת הקבצים - הרץ קובץ EXE

# View_UserSettings_columnColor
source: Color
he: צבע

# View_UserSettings_columnStatus
source: Status
he: סטאטוס

# View_UserSettings_grpExportPdaHt630Adapter
source: ExportPdaHt630Adapter
he: מתאם לייצוא למסוםון HT630

# View_UserSettings_grpItur
source: Itur List Settings
he: הגדרות רשימת איתורים

# View_UserSettings_grpIturGroupStatusColor
source: Itur Group Status Color
he: צבע לסטאטוס קבוצת איתורים

# View_UserSettings_grpIturStatusColor
source: Itur Status Color
he: צבע לסטאטוס איתור

# View_UserSettings_grpLoggingMessage
source: Logging Message Types
he: סוגי הודעות לוג

# View_UserSettings_grpPortionSize
source: Portion Size
he: גודל חלקי

# View_UserSettings_grpReportSettings
source: Report Settings
he: הגדרת דוחות

# View_UserSettings_grpSearchFilter
source: Search/Filter
he: חיפוש/סינון

# View_UserSettings_grpUploadOptionsForAll
source: For All
he: קבע לכל

# View_UserSettings_Language
source: Language
he: שפה:

# View_UserSettings_ShowMarkInventProduct
source: Show Mark
he: הצג הערה

# View_UserSettings_tbBarcodePrefix
source: Barcode Prefix
he: קידומת ברקוד

# View_UserSettings_tbBarcodeType
source: Barcode Type
he: סוג ברקוד

# View_UserSettings_tbBranchBackground
source: Branch Dashboard Background
he: רקע למסך כללי - סניף

# View_UserSettings_tbBranchBackgroundOpacity
source: Branch Dashboard Background Opacity
he: בהירות לרקע מסך סניף

# View_UserSettings_tbCurrency
source: Currency
he: מטבע

# View_UserSettings_tbCustomerBackground
source: Customer Dashboard Background
he: רקע למסך כללי - לקוח

# View_UserSettings_tbCustomerBackgroundOpacity
source: Customer Dashboard Background Opacity
he: בהירות לרקע מסך לקוח

# View_UserSettings_tbCustomerBranchInventor
source: Customer/Branch/Inventor:
he: לקוח/סניף/ספירה

# View_UserSettings_tbDefaultEncoding
source: Encoding
he: קידוד

# View_UserSettings_tbDelay
source: UI controls delay
he: השהיית בקרת UI

# View_UserSettings_tbHomeBackground
source: Home Dashboard Background
he: רקע למסך כללי - ראשי

# View_UserSettings_tbHomeBackgroundOpacity
source: Home Dashboard Background Opacity
he: בהירות לרקע מסך ראשי

# View_UserSettings_tbInventorBackground
source: Inventor Dashboard Background
he: רקע למסך כללי - ספירה

# View_UserSettings_tbInventorBackgroundOpacity
source: Inventor Dashboard Background Opacity
he: בהירות לרקע מסך ספירה

# View_UserSettings_tbInventProductFilterFocus
source: Focused field for Invent Product search
he: שדה ברירת מחדל לחיפוש באובייקט פריט נספר

# View_UserSettings_tbInventProducts
source: Invent Products
he: פריטי ספירה:

# View_UserSettings_tbIturFilterSelected
source: Default Itur Search By
he: ברירת מחדל לחיפוש קוד איתור

# View_UserSettings_tbIturNamePrefix
source: Itur Name Prefix
he: קידומת לאיתור

# View_UserSettings_tbItursDashboard
source: Iturs Dashboard
he: מסך איתורים:

# View_UserSettings_tbItursList
source: Iturs List
he: רשימת איתורים:

# View_UserSettings_tbLanguage
source: Language: (applied after restart)
he: שפה: (מתעדכן לאחר הפעלה מחודשת של התוכנה)

# View_UserSettings_tbMark
source: Marking
he: הדגש בצבע

# View_UserSettings_tbPlanEmptyColor
source: Empty object
he: אובייקט ריק

# View_UserSettings_tbPlanFromColor
source: From
he: מ

# View_UserSettings_tbPlanToColor
source: To
he: עד

# View_UserSettings_tbPrinter
source: Second Printer
he: מדפסת משנית

# View_UserSettings_tbProducts
source: Products
he: פריטים

# View_UserSettings_tbReportAppName
source: Main Title
he: כותרת ראשית

# View_UserSettings_tbReportRepository
source: Invent Product Advanced
he: פריט נספר מתקדם

# View_UserSettings_tbRunMemory
source: Run Memory
he: הרץ לזיכרון הנמצא ברכיב

# View_UserSettings_tbSections
source: Sections
he: מחלקות

# View_UserSettings_tbSetBaudratePDA
source: Set Current Baudrate to PDA
he: עדכן Baudrate במסופון

# View_UserSettings_tbStatusGroup
source: Status group
he: סטאטוס קבוצה

# View_UserSettings_tbSuppliers
source: Suppliers
he: ספקים

# View_UserSettings_tbUploadOptionsHT630_AfterUploadRunExeFile
source: After Upload Run .Exe File
he: אחרי העלאת הקבצים - הרץ קובץ EXE

# View_UserSettings_tbUploadOptionsHT630_ExeptionFileNotDeleteItems
source: Exceptions File not Delete Items
he: Exeption - קבצים שלא ימחקו מהמסופון

# View_UserSettings_tbUploadWakeupTime
source: Upload Wakeup Time
he: השהייה להתעוררות מסופון

# View_UserSettings_tiColors
source: Colors
he: צבעים

# View_UserSettings_tiCommon
source: Common
he: משותף

# View_UserSettings_tiCopying
source: Copying from Source Folder
he: העתק קבצים מתיקיית פריקת מסופנים

# View_UserSettings_tiCopyingHost
source: Copying from Host
he: העתקת נתונים מהשרת

# View_UserSettings_tiCopyOnlyCurrentInventor
source: Copy only Current Inventor
he: העתק קבצי מסופונים השייכים לספירה הנוכחית בלבד

# View_UserSettings_tiCounting
source: Counting files
he: הצג את כמות הקבצים הממתינים לטעינה

# View_UserSettings_tiForwardResend
source: Forward resend Data from PDA
he: העברת נתונים ישירות מהמסופון

# View_UserSettings_tiFtpFolder
source: Folder
he: תיקייה

# View_UserSettings_tiFtpFrom
source: From
he: מ

# View_UserSettings_tiFtpPassword
source: Password
he: סיסמא

# View_UserSettings_tiFtpServerName
source: Host
he: שרת מארח FTP

# View_UserSettings_tiFtpUser
source: User
he: שם משתמש

# View_UserSettings_tiImportExport
source: Import - Export
he: ייצא - ייבוא

# View_UserSettings_tiIncomming
source: Root Folder for incoming Data from PDA
he: נתיב ראשי לנתונים נכנסים מפריקת המסופונים

# View_UserSettings_tiMisc
source: Misc
he: שונה

# View_UserSettings_tiOutbox
source: Root Folder for sending Data to PDA
he: נתיב ראשי לשליחת נתונים למסופונים

# View_UserSettings_tiSwapPDAOptions
source: Swap PDA Options
he: אפשרויות תקשורת מסופונים

# View_UserSettings_tiUploadOptions
source: Multi Upload - Download
he: אפשרויות העלאת קבצים

# View_UserSetting_grpPlanogram
source: Planogram
he: פלנוגרמה

# View_UserSetting_tiColors
source: Colors
he: צבעים

# View_ZipExport_busyContent
source: Compressing files into zip archive
he: דוחס קבצים לארכיון ZIP

# View_ZipExport_chkCheckUncheck
source: Check/Uncheck all
he: בטל/סמן הכל

# View_ZipExport_tbSelectFiles
source: Select files to pack into zip archive:
he: בחר קבצים לאריזה בעזרת ZIP:

# View_ZipImport_busyContent
source: Unpacking
he: פותח קבצים

# View_ZipImport_chkCheckUncheck
source: Check/Uncheck all
he: בטל/סמן הכל

# View_ZipImport_chkClearImportFolder
source: Previously clear import data folder
he: תחילה נקה את תיקיית הייבוא

# View_ZipImport_chkOverwrite
source: Overwrite existing files
he: האם לדרוס קבצים קיימים

# View_ZipImport_expOptions
source: Options
he: אפשרויות

# View_ZipImport_tbPathArchive
source: Path to the archive
he: נתיב לארכיון

# Window_Title_AddItur
source: Itur Add
he: הוסף איתור

# Window_Title_AddMask
source: Add Mask
he: הוסף מיסוך

# Window_Title_AddMaskTemplate
source: Add Mask Template
he: הוסף טבלאת מיסוך

# Window_Title_AddReportToFavorites
source: Add Report To Favorites
he: הוסף דו"ח למועדפים

# Window_Title_BranchDashboard
source: Branch Dashboard
he: מסך סניף

# Window_Title_Catalog
source: Catalog
he: קטלוג

# Window_Title_CBIObjectProperties
source: CBI Object Properties
he: מאפייני אובייקט CBI

# Window_Title_ChooseBranch
source: Choose Branch
he: בחר סניף

# Window_Title_ChooseCustomer
source: Choose Customer
he: בחר לקוח

# Window_Title_ChooseInventor
source: Choose Inventor
he: בחר ספירה

# Window_Title_ConfigurationSetAdd
source: Add configuration set
he: הוסף לקובץ תצורה

# Window_Title_CustomerDashboard
source: Customer Dashboard
he: מסך לקוח

# Window_Title_Device
source: Device
he: מכשיר

# Window_Title_DeviceAddEdit
source: Add/Edit Device
he: הוסף/עדכן מכשיר

# Window_Title_DocumentHeaderAddEdit
source: Add/Edit Document Header
he: הוסף/ערוך מסמך ראשי

# Window_Title_DocumentHeaderClone
source: Clone
he: שכפל

# Window_Title_DownloadPda
source: Download from PDA
he: הורדת קבצים מהמסופון

# Window_Title_EditBranch
source: Edit branch
he: ערוך סניף

# Window_Title_EditCustomer
source: Edit customer
he: ערוך לקוח

# Window_Title_EditInventor
source: Edit inventor
he: ערוך ספירה

# Window_Title_EditItur
source: Itur Edit
he: ערוך איתור

# Window_Title_EditMask
source: Edit mask
he: ערוך מיסוך
