Repository: parad74/Count4U
Catalog: Count4U.Localization/Resources.*.resx
Languages: he

# View_InventProductListDetails_columnName
source: Name
he: שם

# View_InventProductListDetails_columnPeriodFromTo
source: Period Start - End
he: סה"כ זמן [התחלה - סיום]

# View_InventProductListDetails_columnPeriodFromToEdit
source: Addition Time
he: תוספת זמן

# View_InventProductListDetails_columnQuantityEdit
source: Quantity Edit
he: כמות שנספרה

# View_InventProductListDetails_columnQuantityPerEmployee
source: Per Hour for Employee
he: כמות פריטים לסופר

# View_InventProductListDetails_columnQuantityPerHour
source: Per Hour from Device
he: כמות לשעה למסופון

# View_InventProductListDetails_columnQuantityPerHourFromStart
source: Per Hour from Start
he: כמות לשעה מההתחלה

# View_InventProductListDetails_columnQuantityPerHourTotal
source: Per Hour (Total)
he: כמות לשעה למסופון (כולל)

# View_InventProductListDetails_columnTotalItems
source: Total items
he: סה"כ סריקות

# View_InventProductListDetails_columnToTime
source: End Time
he: זמן סיום

# View_InventProductListDetails_columnWorkerId
source: WorkerID
he: מספר סופר

# View_InventProductListDetails_columnWorkerName
source: Worker Name
he: שם סופר

# View_InventProductListDetails_tbChangeItur
source: Change Itur
he: שנה איתור

# View_InventProductListDetails_tbDisable
source: Disable
he: בטל

# View_InventProductListDetails_tbDocumentHeaders
source: Document headers
he: כותרות מסמך

# View_InventProductListDetails_tbEnable
source: Enable
he: אחזור

# View_InventProductListDetails_tbInventProducts
source: Invent products
he: פריטי ספירה

# View_InventProductListDetails_tbIturInfo
source: Itur info:
he: מידע לאיתור

# View_InventProductListDetails_tbStatusApproveBit
source: StatusApproveBit
he: סטאוס אישור

# View_InventProductListDetails_tbStatusDocHeaderBit
source: StatusDocHeaderBit
he: סטאטוס כותרת מסמך

# View_InventProductListDetails_tbStatusInventProductBit
source: StatusInventProductBit
he: סטאטוס פריט בספירה

# View_InventProductListDetails_tbUndo
source: Undo to Quantity original fro PDA
he: חזור לכמות המקורית מהמסופון

# View_IturAddEditDelete_columnCode
source: Code
he: קוד

# View_IturAddEditDelete_columnCreateDate
source: Create Date
he: תאריך הקמה

# View_IturAddEditDelete_columnDisabled
source: Disabled
he: מבוטל

# View_IturAddEditDelete_columnErpCode
source: ERP Code
he: קוד ERP

# View_IturAddEditDelete_columnLocation
source: Location
he: מיקום

# View_IturAddEditDelete_columnModifyDate
source: Modify Date
he: תאריך שינוי

# View_IturAddEditDelete_columnName
source: Name
he: שם

# View_IturAddEditDelete_columnNumber
source: Number
he: מספר

# View_IturAddEditDelete_columnNumberPrefix
source: Number Preffix
he: קוד קידומת

# View_IturAddEditDelete_columnNumberSufix
source: Number suffix
he: קוד איתור

# View_IturAddEditDelete_columnPublished
source: Published
he: פורסם

# View_IturAddEditDelete_columnStatusBit
source: Status bit
he: סטאטוס

# View_IturAddEditDelete_columnStatusDocHeaderBit
source: Status doc header bit
he: סטאטוס כותרת מסמך

# View_IturAddEditDelete_columnStatusGroupBit
source: Status group bit
he: סטאטוס קבוצה

# View_IturAddEditDelete_columnTag
source: Tag
he: תג

# View_IturAddEditDelete_tbChangeState
source: Change state
he: שנה מצב

# View_IturAddEditDelete_tpChangeIturName
source: Edit
he: ערוך

# View_IturAddEditDelete_tpChangeIturPrefix
source: Change Itur Prefix
he: שנה קידומת איתורים

# View_IturAddEditDelete_tpChangeIturTag
source: Change Itur Tag
he: שנה תג איתור

# View_IturAddEditDelete_tpChangeLocation
source: Change Location
he: שנה מיקום

# View_IturAddEditDelete_tpIturListPrint
source: Print Report
he: הדפס דוח

# View_IturAddEditDelete_tpIturListPrintIS0155
source: Print Family Report
he: הדפס דוח ברמת משפחת מוצר

# View_IturAddEditDelete_tpIturListPrintIS0160
source: Print by Item Code Report
he: הדפס דוח מרוכז לפריט

# View_IturAddEditDelete_tpShelf
source: Show Shelves
he: הצג מדפים

# View_IturAdd_chkDisabled
source: Disabled
he: מבוטל

# View_IturAdd_Printer2NotSet
source: Not Set
he: מדפסת משנית לא מוגדרת

# View_IturAdd_tbErpCode
source: ERP Code
he: קוד ERP

# View_IturAdd_tbLocation
source: Location
he: מיקום

# View_IturAdd_tbNumberPrefix
source: Number prefix
he: קידומת

# View_IturAdd_tbNumbers
source: Number(s)
he: מספר(ים)

# View_IturAdd_tbPrinter2
source: Second Printer
he: מדפסת משנית

# View_IturAdd_tbTotalIturs
source: Total Iturs
he: סה"כ איתורים

# View_IturChangeTag_tbIturs
source: Iturs
he: איתורים

# View_IturEdit_chkDisabled
source: Disabled
he: מבוטל

# View_IturEdit_tbErpCode
source: ERP Code
he: קוד ERP

# View_IturEdit_tbNumber
source: Number:
he: מספר

# View_IturEdit_tbNumberPrefix
source: Number Preffix:
he: קוד קידומת

# View_IturEdit_tbStatus
source: Status:
he: סטאטוס

# View_IturFilter_chkGroupStatus
source: Group status
he: סטאטוס קבוצה

# View_IturFilter_chkGroupTag
source: Tag
he: תג

# View_IturFilter_chkInventProducts
source: Invent Products
he: פריטים שנספרו

# View_IturFilter_chkLocation
source: Location
he: מיקום

# View_IturFilter_tbItur
source: Itur
he: איתור

# View_IturListDetails_btnAddEditDelete
source: Itur Grid
he: עריכת איתורים

# View_IturListDetails_btnImportFromPda
source: Import from PDA
he: ייבא מהמסופון

# View_IturListDetails_btnRefresh
source: Refresh Iturs Status
he: מרענן סטאטוס איתורים

# View_IturListDetails_btnSpeedLink
source: Speed links
he: קישורים מהירים

# View_IturListDetails_busyContent
source: Refreshing Itur Status
he: מרענן סטאטוס איתור

# View_IturListDetails_busyContentPrinting
source: Printing...
he: מדפיס...

# View_IturListDetails_chkDisabled
source: Disabled
he: מבוטל

# View_IturListDetails_chkFilterByInventProduct
source: Filter by invent product
he: סנן עפ"י פריט שנספר

# View_IturListDetails_tbAdapterFromPDA
source: Adapter {0}
he: מתאם {0}

# View_IturListDetails_tbCodeInputFromPda
source: Code input from PDA
he: קוד קלט מהמסופון

# View_IturListDetails_tbFilters1
source: Filters #1
he: פילטרים #1

# View_IturListDetails_tbFilters2
source: Filters #2
he: פילטרים #2

# View_IturListDetails_tbGroupBy
source: Group by
he: קבץ עפ"י

# View_IturListDetails_tbIturim
source: Iturim
he: איתורים

# View_IturListDetails_tbIturMode
source: Mode
he: מצב

# View_IturListDetails_tbIturNumber
source: Itur number
he: מספר איתור

# View_IturListDetails_tbLastSessionCountDocuments
source: Last Session added {0} Documents
he: ב {0} איתורים

# View_IturListDetails_tbLastSessionCountItem
source: Last Session added {0} Items
he: בפריקה האחרונה נוספו {0} פריטים

# View_IturListDetails_tbLastSessionSumQuantityEdit
source: Last Session Sum Quantity {0}
he: בפריקה האחרונה נוספו {0} פריטים

# View_IturListDetails_tbLocation
source: Location:
he: מיקום

# View_IturListDetails_tbMakat
source: Makat
he: מק"ט

# View_IturListDetails_tbMode
source: Mode
he: מצב

# View_IturListDetails_tbModeLocation
source: Location
he: מיקום

# View_IturListDetails_tbModePaging
source: Paging
he: עימוד

# View_IturListDetails_tbModeStatus
source: Status
he: סטטוס

# View_IturListDetails_tbModeTag
source: Tag
he: תג

# View_IturListDetails_tbOrderBy
source: Order by
he: סדר עפ"י

# View_IturListDetails_tbProductModifyDate
source: Modify Date
he: תאריך עדכון

# View_IturListDetails_tbProductName
source: Product Name
he: שם פריט

# View_IturListDetails_tbProductPriceBuy
source: Price Buy
he: מחיר קניה

# View_IturListDetails_tbProductPriceSell
source: Price Sell
he: מחיר מכירה

# View_IturListDetails_tbProducts
source: Products
he: פריטים

# View_IturListDetails_tbProductSection
source: Section
he: מחלקה

# View_IturListDetails_tbQuantityFilesInSourceFolder
source: Quantity Files in Folder {0}
he: קבצי ספירה הממתינים בתיקייה {0}

# View_IturListDetails_tbSerialNumber
source: Serial Number
he: מספר סריאלי

# View_IturListDetails_tbStatusGroup
source: Status:
he: סטאטוס קבוצה

# View_IturListDetails_tbTag
source: Tag:
he: תג:

# View_IturListDetails_tbTotal
source: Total:
he: סה"כ

# View_IturListDetails_tbTotalStatus
source: Total: {0}
he: סה"כ: {0}

# View_IturLocationChange_tbItur
source: Iturim
he: איתורים

# View_IturLocationChange_tbLocation
source: New Location
he: מיקום חדש

# View_IturLocationTagChange_tbTag
source: Tag
he: תג

# View_IturNameChange_tbCode
source: Itur Code
he: קוד איתור

# View_IturNameChange_tbERPCode
source: ERP Code
he: קוד ERP

# View_IturNameChange_tbName
source: Name
he: שם איתור

# View_IturPrefixChange_All_chk
source: All
he: הכל

# View_IturPrefixChange_tbPrefix
source: New Prefix
he: קידומת

# View_IturStateChange_tbDisabled
source: Disabled
he: מבוטל

# View_IturStateChange_tbItur
source: Iturim
he: איתורים

# View_IturStatusChange_tbItur
source: Iturim
he: איתורים

# View_IturStatusChange_tbStatus
source: New status
he: סטאטוס חדש

# View_IturTagChange_tbTotal
source: Total Iturs
he: סה"כ איתורים

# View_Itur_tpChangeName
source: Edit
he: ערוך

# View_LastCustomersDashboardPart_tbFind
source: Find
he: חפש

# View_LastInventorsDashboardPart_columnDate
source: Date
he: תאריך

# View_LastInventorsDashboardPart_columnStatus
source: Status
he: סטאטוס

# View_LocationAddEditDelete_columnCode
source: Code
he: קוד

# View_LocationAddEditDelete_columnColor
source: Color
he: צבע

# View_LocationAddEditDelete_columnDescription
source: Description
he: תיאור

# View_LocationAddEditDelete_columnName
source: Name
he: שם

# View_LocationAddEditDelete_columnTag
source: Tag
he: תג

# View_LocationAddEditDelete_tpChangeIturTag
source: Change Itur Tag
he: שנה תג איתור

# View_LocationAddEditDelete_tpChangeLocationTag
source: Change Location Tag
he: שנה תג מיקום

# View_LocationAddEdit_tbCode
source: Code
he: קוד

# View_LocationAddEdit_tbColor
source: Color
he: צבע

# View_LocationAddEdit_tbDescription
source: Description
he: תיאור

# View_LocationAddEdit_tbName
source: Name
he: שם

# View_LocationAddEdit_tbTag
source: Tag
he: תג

# View_LocationChangeTag_tbLocations
source: Locations
he: מיקומים

# View_LocationChangeTag_tbTotalLocations
source: Total Locations
he: סה"כ מיקומים

# View_LocationCodeSelect_columnPrint
source: Print
he: הדפס-מדפסת ראשית

# View_LocationCodeSelect_columnReportCode
source: Report Code
he: קוד דוח

# View_LocationCodeSelect_columnSecondPrint
source: Print Second time
he: הדפס-מדפסת משנית

# View_LocationCodeSelect_tbLocationCode
source: Location Code
he: קוד מיקום

# View_LocationDashboardPart_columnColor
source: Color
he: צבע

# View_LocationDashboardPart_columnDescription
source: Description
he: תיאור

# View_LocationDashboardPart_columnLocation
source: Location
he: מיקום

# View_LocationFilter_chkedAllLocations
source: Select All
he: סמן את כל

# View_LocationListDetail_chkFilterByLocations
source: Filter by locations
he: סנן ע"י מיקומים

# View_LocationListDetail_tbViewAll
source: View all
he: הצג הכל

# View_LocationMultiAdd_tbCount
source: Count
he: כמות

# View_MaskAddEdit_tbAdapter
source: Adapter
he: מתאם

# View_MaskAddEdit_tbBarcodeMask
source: BarcodeMask
he: מיסוך ברקוד

# View_MaskAddEdit_tbMakatMask
source: MakatMask
he: מיסוך מק"ט

# View_MaskList_columnAdapter
source: Adapter
he: מתאם

# View_MaskList_columnBarcodeMask
source: BarcodeMask
he: מיסוך ברקוד

# View_MaskList_columnFile
source: File
he: קובץ

# View_MaskList_columnMakatMask
source: MakatMask
he: מיסוך מק"ט

# View_MaskSelect_columnMaskTemplate
source: Mask template
he: טבלאת מיסוכים

# View_MaskSelect_columnResultOfApply
source: Result of applying Mask
he: תוצאה של הוספת מיסוך

# View_MaskSelect_columnUseAsResult
source: Use as result
he: השתמש כתוצאה

# View_MaskSelect_tbApply
source: Applying input to List of standard Masks
he: הוספת קלט לרשימת מיסוכים סטנדרטיים

# View_MaskSelect_tbInputString
source: Input string
he: מחרוזת קלט

# View_MaskTemplateAddEdit_tbAction
source: Action
he: פעולה

# View_MaskTemplateAddEdit_tbExpression
source: Expression
he: הבעה

# View_MaskTemplateAddEdit_tbName
source: Name
he: שם

# View_MdiFilter_expanderMenu
source: Menu
he: תפריט

# View_MdiManager_tbReset
source: Reset Layout to Default
he: חזור לתצוגת ברירת מחדל

# View_Model_CatalogForm_Enter_Valid_Number
source: Please enter valid number
he: אנא הכנס מספר מורשה

# View_PackSettings_tiCommon
source: Pack Settings
he: הגדרות לאריזת קובץ

# View_Pack_busyContent
source: Compressing objects into zip archive
he: דחיסת קבצים לפורמט ZIP

# View_Pack_chkAutoCheck
source: Auto check
he: בחר אוטומטי

# View_Pack_columnCatalogFiles
source: Data Files (for Catalog)
he: קבצי נתונים - קטלוג

# View_Pack_columnInDataFiles
source: InData (from PDA)
he: קבצי מסמכים - מהמסופון

# View_Pack_tbExpandTree
source: Expand Tree
he: הרחב עץ

# View_Pack_tbSelectAllInvestorOnly
source: Select All Inventors Only
he: סמן את כל הספירות הקיימות

# View_Pack_tbSelectObjects
source: Select objects to pack into zip archive:
he: בחר בקבצים לאריזה (ZIP):

# View_PathDashboardBrushSettings_BranchDashboard
source: Path Branch Dashboard Brush
he: נתיב למסך מרכזי - סניף

# View_PathDashboardBrushSettings_CustomerDashboard
source: Path Customer Dashboard Brush
he: נתיב למסך מרכזי - לקוח

# View_PathDashboardBrushSettings_HomeDashboard
source: Path Home Dashboard Brush
he: נתיב למסך מרכזי - ספירה

# View_PathDashboardBrushSettings_InventorDashboard
source: Path Inventor Dashboard Brush
he: נתיב למסך מרכזי - לקוח

# View_PathDashboardBrushSettings_MainDashboard
source: Path Main Dashboard Brush
he: נתיב למסך מרכזי

# View_Pathettings_tbCommunicatorPath
source: MIS Communicator Path
he: נתיב לשרת התקשורת MIS

# View_Pathettings_tbExport
source: Export Path
he: נתיב לייצוא

# View_Pathettings_tbExportAdapters
source: ExportAdapters
he: מתאמי ייצוא

# View_Pathettings_tbExportPda
source: Export Pda Path
he: נתיב ייצוא קבצים למסופון

# View_Pathettings_tbFilterTemplates
source: Filter Templates
he: תבנית חיפוש

# View_Pathettings_tbImportAdapters
source: Import Adapters
he: מתאמי ייבוא

# View_Pathettings_tbLog
source: Log Path
he: נתיב ללוג

# View_Pathettings_tbPlanPicture
source: Planogram Pictures
he: אייקונים לפלנוגרמה

# View_Pathettings_tbReportTemplate
source: Report Template Path
he: נתיב לתבנית דו"ח

# View_Pathettings_tbTerminalID
source: Terminal ID (JENG.EXE)
he: נתיב לקבצי הפעלה (JENG.EXE)

# View_Pathettings_tbTransferFilesPath
source: MIS Transfer Files Path
he: נתיב לתקיית קבצי המסופונים MIS

# View_Pathettings_tbUIConfigFolder
source: UI Config Folder
he: נתיב להגדרות UI

# View_Pathettings_tbUIPropertySet
source: Dynamic Columns
he: עמודות משתנות

# View_Pathettings_tbZipFileToOffice
source: Zip Files To Office Path
he: נתיב לקבצי הZIP

# View_PathSettings_columnName
source: Name
he: שם

# View_PathSettings_columnOpen
source: Open
he: פתח

# View_PathSettings_columnPath
source: Path
he: נתיב

# View_PathSettings_tbDatabaseFolder
source: Databases Folder Path
he: נתיב לתיקיית בסיסי נתונים

# View_PathSettings_tbImportFolderPath
source: Import Folder Path
he: נתיב לתיקיית ייבוא נתונים

# View_PathSettings_tbOpenInExplorer
source: Open in explorer
he: פתח באמצעות Explorer

# View_PathSettings_tbParamsIni
source: Params.ini/params_ansi.ini Path
he: נתיב ל Params.ini/params_ansi.ini

# View_PathSettings_tbSettingsFolderPath
source: Settings Folder Path
he: נתיב לתיקיית הגדרות

# View_PdaDashboardPart_tbSendDataToPda
source: Send Data To PDA
he: שלח נתונים למסופון

# View_PdaDashboardPart_tbViewStatus
source: View Status
he: הצג סטאטוס

# View_PlanCanvas_mnuIturAdd
source: Add Iturim
he: הוסף איתורים

# View_PlanCanvas_mnuIturClear
source: Delete all iturim
he: מחק את כל האיתורים

# View_PlanCanvas_mnuIturDelete
source: Delete iturim
he: מחק איתורים

# View_PlanCanvas_mnuLocked
source: Locked
he: נעול

# View_PlanCanvas_tbAngle
source: Angle
he: זווית

# View_PlanCanvas_tbHeight
source: Height
he: גובה

# View_PlanCanvas_tbName
source: Name
he: שם

# View_PlanCanvas_tbWidth
source: Width
he: רוחב

# View_PlanCavas_mnuArrange
source: Arrange
he: סדר

# View_PlanCavas_mnuBringForward
source: Bring Forward
he: הבא לקידמה

# View_PlanCavas_mnuSendBackward
source: Send Backward
he: העבר לרקע

# View_PlanInfo_tbHeaderIturNumber
source: Itur Num
he: קוד איתור

# View_PlanInfo_tbHeaderTotalItems
source: Total Items
he: סה"כ פריטים

# View_PlanInfo_tbProcess
source: Process:
he: תהליך

# View_PlanInfo_tbTotalItems
source: Total Items
he: סה"כ פריטים

# View_PlanInfo_tbTotalIturs
source: Total Iturs
he: סה"כ איתורים

# View_PlanIturAdd_tbNumbers
source: Number(s)
he: מספר/ים

# View_PlanLocationAssign_columnColor
source: Color
he: צבע

# View_PlanLocationAssign_columnName
source: Name
he: שם

# View_PlanLocationAssign_tbLocations
source: Locations
he: מיקום

# View_PlanogramAddEditDelete_columnAngle
source: Rotate angle
he: זווית

# View_PlanogramAddEditDelete_columnCode
source: Code
he: קוד

# View_PlanogramAddEditDelete_columnHeight
source: Height
he: גובה

# View_PlanogramAddEditDelete_columnName
source: Name
he: שם

# View_PlanogramAddEditDelete_columnType
source: Type
he: סוג אובייקט

# View_PlanogramAddEditDelete_columnWidth
source: Width
he: רוחב

# View_PlanogramAddEditDelete_columnX
source: X
he: ציר X

# View_PlanogramAddEditDelete_columnY
source: Y
he: ציר Y

# View_PlanSizeChange_tbHeight
source: Height(m)
he: גובה

# View_PlanSizeChange_tbWidth
source: Width(m)
he: רוחב

# View_PlanTextAssign_tbColor
source: Color
he: צבע

# View_PlanTextAssign_tbFontSize
source: Font Size
he: גודל פונט

# View_PlanTextAssign_tbText
source: Text
he: טקסט

# View_ProductAddEdit_tbMakat
source: Makat
he: מק"ט

# View_ProductAddEdit_tbName
source: Name
he: שם

# View_ProductAddEdit_tbPriceBuy
source: Price buy
he: מחיר קניה

# View_ProductAddEdit_tbPriceSale
source: Price sale
he: מחיר מכירה

# View_ProductAddEdit_tbPriceString
source: Price string
he: מחרוזת מחיר

# View_ReportAddEdit_FromForm
source: From form
he: מתוך מבנה

# View_ReportAddEdit_tbDesc
source: Description
he: תיאור

# View_ReportAddEdit_tbMenuCaption
source: Menu Caption
he: תפריט הכותרת

# View_ReportAddEdit_tbMenuLocalizationCode
source: Menu Localization Code
he: תפריט להגדרות מקומיות

# View_ReportAddEdit_tbName
source: Name
he: שם

# View_ReportAddEdit_tbPath
source: Path
he: נתיב

# View_ReportAddEdit_tbReportCode
source: Report Code
he: קוד דוח

# View_ReportAddEdit_tbReportList
source: Reports List
he: רשימת דוחות

# View_ReportAddEdit_tbShowInMenu
source: Show in Menu
he: הצג בתפריט

# View_ReportAddEdit_tbTag
source: Tag
he: תג

# View_ReportFavorites_btnOpenScript
source: Open script
he: פתח תסריט

# View_ReportFavorites_btnRestoreLinks
source: Restore Links of Report Template
he: משחזר קישורים למבני דוח"ות

# View_ReportFavorites_btnSaveScript
source: Save Script
he: שמור תסריט

# View_ReportFavorites_busyContent
source: Executing script...
he: מבצע פעולה...

# View_ReportFavorites_columnDescription
source: Description
he: תיאור

# View_ReportFavorites_columnFileName
source: File Name
he: שם קובץ

# View_ReportFavorites_columnMenuCaption
source: Menu Caption
he: תפריט הכותרת

# View_ReportFavorites_columnPath
source: Path
he: נתיב

# View_ReportFavorites_columnReportCode
source: Report Code
he: קוד דו"ח

# View_ReportFavorites_columnShowInMenu
source: Show in Menu
he: הצג בתפריט

# View_ReportFavorites_columnTag
source: Tag
he: תג

# View_ReportFavorites_radioCurrentUser
source: Current User
he: משתמש נוכחי

# View_ReportFavorites_radioMain
source: Main
he: ראשי

# View_ReportScriptSave_btnBrowse
source: Browse
he: עיין

# View_ReportScriptSave_btnClose
source: Close
he: סגור

# View_ReportScriptSave_btnRun
source: Run
he: הרץ

# View_ReportScriptSave_busyContent
source: Executing script...
he: מבצע פעולה...

# View_ReportScriptSave_radioCurrentUser
source: Current User
he: משתמש נוכחי

# View_ReportScriptSave_radioMain
source: Main
he: ראשי

# View_ReportScriptSave_tbContext
source: Context:
he: תוכן

# View_ReportScriptSave_tbLog
source: Log:
he: לוג

# View_ReportScriptSave_tbPath
source: Path to output file
he: נתיב לקובץ פלט:

# View_ReportScript_btnBrowse
source: Browse
he: עיין

# View_ReportScript_btnClose
source: Close
he: סגור

# View_ReportScript_btnRun
source: Run
he: הרץ

# View_ReportScript_busyContent
source: Executing script...
he: מבצע פעולה...

# View_ReportScript_chkClear
source: Clear Relations Table before Start
he: נקה טבלת קישורים לפני התחלה

# View_ReportScript_radioCurrentUser
source: Current User
he: משתמש נוכחי

# View_ReportScript_radioMain
source: Main
he: ראשי

# View_ReportScript_tbContext
source: Context:
he: תוכן

# View_ReportScript_tbLog
source: Log:
he: לוג

# View_ReportScript_tbPath
source: Path to input file
he: נתיב לקובץ קלט:

# View_ReportsDashboardPart_mnuGenerateReport
source: Generate report
he: ייצר קובץ

# View_ReportTemplate_btnGenerate
source: Generate
he: ייצר

# View_ReportTemplate_chkAll
source: All
he: הכל

# View_ReportTemplate_chkContext
source: Context
he: תוכן

# View_ReportTemplate_chkCurrentUser
source: Current user
he: משתמש נוכחי

# View_ReportTemplate_chkMain
source: Main
he: ראשי

# View_ReportTemplate_chkUseCurrentContext
source: Use current context's filter
he: השתמש במסנן תוכן נוכחי

# View_ReportTemplate_columnDescription
source: Description
he: תיאור

# View_ReportTemplate_columnFileName
source: File Name
he: שם קובץ

# View_ReportTemplate_columnMenuCaption
source: Menu Caption
he: תפריט הכותרת

# View_ReportTemplate_columnPath
source: Path
he: נתיב

# View_ReportTemplate_columnShowInMenu
source: Show in Menu
he: הצג בתפריט

# View_ReportTemplate_columnTag
source: Tag
he: תג

# View_ScriptSaveOpen_busyContent
source: Executing script...
he: מבצע פעולה...

# View_ScriptSaveOpen_tbClearRelations
source: Clear Relations Table before Start
he: נקה טבלת קישורים לפני התחלה

# View_ScriptSaveOpen_tbLog
source: Log:
he: לוג:

# View_ScriptSaveOpen_tbPathToInput
source: Path to input file
he: נתיב לקובץ קלט:

# View_ScriptSaveOpen_tbPathToOutput
source: Path to output file
he: נתיב לקובץ פלט:

# View_ScriptSaveOpen_tbUserCurrentContext
source: Use Current Context Filter
he: השתמש במסנן תוכן נוכחי

# View_SearchBranchField_tbAddress
source: Address
he: כתובת

# View_SearchBranchField_tbCodeERP
source: Code ERP
he: קוד ERP

# View_SearchBranchField_tbCodeLocal
source: CodeLocal
he: קוד מקומי

# View_SearchBranchField_tbContactPerson
source: Contact Person
he: איש קשר

# View_SearchBranchField_tbName
source: Name
he: שם

# View_SearchBranchField_tbPhone
source: Phone
he: טלפון

# View_SearchBranch_tbBranch
source: Branches
he: סניפים

# View_SearchBranch_tbCustomer
source: Customers
he: לקוחות

# View_SearchBranch_tbInventor
source: Inventors
he: ספירות

# View_SearchBranch_tbInventProduct
source: Invent Products
he: פריטים שנספרו

# View_SearchCustomerField_tbAddress
source: Address
he: כתובת

# View_SearchCustomerField_tbCode
source: Code
he: קוד

# View_SearchCustomerField_tbContactPerson
source: Contact Person
he: איש קשר

# View_SearchCustomerField_tbName
source: Name
he: שם

# View_SearchCustomerField_tbPhone
source: Phone
he: טלפון

# View_SearchInventorField_tbCode
source: Code
he: קוד

# View_SearchInventorField_tbDateFrom
source: DateFrom
he: מתאריך

# View_SearchInventorField_tbDateTo
source: DateTo
he: עד תאריך

# View_SearchInventorField_tbDescription
source: Description
he: תיאור

# View_SearchInventProductAdvancedFieldSimple_chkItemsFromCatalog
source: Items from Catalog
he: פריטים מהקטלוג

# View_SearchInventProductAdvancedFieldSimple_chkItemsNotInCatalog
source: Items not in Catalog
he: פריטים לא בקטלוג

# View_SearchInventProductAdvancedFieldSimple_expFamily
source: Family
he: משפחה

# View_SearchInventProductAdvancedFieldSimple_expSupplier
source: Supplier
he: ספק

# View_SearchInventProductAdvancedFieldSimple_grpInputTypeCode
source: Input Type Code
he: קוד סוג קלט

# View_SearchInventProductAdvancedFieldSimple_tbAbsolute
source: Absolute
he: מוחלט

# View_SearchInventProductAdvancedFieldSimple_tbBarcode
source: Barcode
he: ברקוד

# View_SearchInventProductAdvancedFieldSimple_tbBuilding
source: Building Analyze Table...
he: בונה טבלת ניתוח...
