Repository: parad74/Count4U
Catalog: Count4U.Localization/Resources.*.resx
Languages: he

# Msg_Delete_Itur
source: Are you sure you want to delete Itur(s): {0} ?
he: האם אתה בטוח שברצונך למחוק איתור/ים :{0} ?

# Msg_Delete_Location
source: Are you sure you want to delete Location(s): {0} ?
he: האם אתה בטוח שברצונך למחוק אתר/ים :{0} ?

# Msg_Delete_Parsing_Mask
source: Are you sure want to delete Masks for {0} Adapter?
he: האם אתה בטוח שברצונך למחוק את המיסוכים עבור המתאם של{0} ?

# Msg_Delete_Product
source: Are you sure you want to delete Product(s): {0} ?
he: האם אתה בטוח שברצונך למחוק פריט/ים : {0} ?

# Msg_Delete_Report
source: Are you sure want to delete Report {0}\{1} ?
he: האם אתה בטוח שברצונך למחוק דוחות {0}\{1} ?

# Msg_Delete_Section
source: Are you sure want to delete Section {0} ?
he: האם אתה בטוח שברצונך למחוק את מחלקה {0} ?

# Msg_Delete_Supplier
source: Are you sure want to delete Supplier {0} ?
he: האם אתה בטוח שברצונך למחוק את הספק {0} ?

# Msg_Delete_Suppliers
source: Are you sure want to delete Supplier(s) ?
he: האם אתה בטוח שברצונך למחוק את הספק/ים {0} ?

# Msg_FileNotFound
source: File {0} not found
he: הקובץ {0} לא נמצא

# Msg_FilterTemplateExists
source: Filter template with such name already exists
he: תבנית דוח עם שם זה כבר קיימת

# Msg_FilterWindow
source: Filter Window
he: חלון מסנן

# Msg_Incorrect_File_Format
source: Incorrect file format
he: מבנה קובץ שגוי

# Msg_IturNotEmpty
source: Non-empty iturs were found. They would have been skipped during delete. Proceed?
he: איתורים עם נתונים נמצאו. ולא נמחקו ע"י המערכת . האם להמשיך?

# Msg_Migrate_Db_Done
source: Database scheme updated from version {0} to {1}{2}Backup path: {3}
he: מבנה בסיס נתונים עודכן מגרסה {0} לגרסה {1}{2}נתיב גיבוי:{3}

# Msg_Migrate_Db_Done2
source: Database scheme updated.
he: מבנה בסיס נתונים עודכן.

# Msg_Migrate_Db_Error
source: Error while preparing db: {0}
he: שגיאה במהלך הכנת בסיס הנתונים : {0}

# Msg_Migrate_Db_Error_Rollback
source: Database migration error has occured. Please contact administrator.{0}Database files will be rolled back to initial state.
he: אירעה שגיאה בבסיס הנתונים. אנא פנה למנהל המערכת. {0}קבצי בסיס נתונים יוחזרו למצב התחלתי.

# Msg_Migrate_Db_Error_Version
source: Your program version is older than database files.
he: גרסאת התוכנה שלך ישנה יותר מגרסאת בסיס הנתונים

# Msg_NotValidFileName
source: File name is not valid
he: שם קובץ לא חוקי

# Msg_PrepareDatabase
source: Preparing database for first use...
he: מכין בסיס נתונים לשימוש ראשוני...

# Msg_Recalculate_Itur_Status
source: Recalculation of itur statuses can take a lot of time. Do you want to proceed?
he: עיבוד מצב האיתורים עלול להיארך זמן ארוך. האם ברצונך להמשיך?

# Msg_ReportLinkFill
source: Table ReportLink filled with data from {0}
he: טבלת ReportLink עודכנה בנתונים מ {0}

# Msg_RestoreDone
source: Restore done
he: שחזור הסתיים

# Msg_Rollback
source: Rolling back changes
he: מאחזר שינויים

# Msg_SearchWindow
source: Search Window
he: חלון חיפוש

# Msg_SuppliersNotEmpty
source: There are some suppliers in DB. Do you want to clear them?
he: קיימם נתוני ספקים ישנים בבסיס הנתונים, האם לנקות אותם?

# Msg_Unhandled_Exception
source: Unhandled exception occured.
he: אירעה שגיאה לא מוכרת המערכת

# Msg_UpdateDbScheme
source: Updating db scheme...
he: מעדכן מבנה בסיס נתונים...

# Msg_Zip_Changes_Apply_After_Restart
source: Adapters changes will apply after application restart.
he: שינויי הגדרות יחולו לאחר איתחול המערכת

# Operator_Contains
source: Contains {0}
he: מכיל {0}

# Operator_EndsWith
source: Ends with {0}
he: מסתיים ב {0}

# Operator_StartsWith
source: Starts with {0}
he: מתחיל ב {0}

# PlanCanvas_mnuAssignLocation
source: Assign Location
he: שייך מיקום

# PlanCanvas_mnuAssignPicture
source: Assign Picture
he: שייך תמונה

# PlanCanvas_mnuAssignText
source: Assign Text
he: שייך טקסט

# Property_Branch_Code
source: Code
he: קוד סניף

# Property_Branch_CodeERP
source: Code ERP
he: קוד ERP

# Property_Branch_CodeLocal
source: Code Local
he: קוד מקומי

# Property_Branch_ContactPerson
source: Contact Person
he: איש קשר

# Property_Branch_CustomerCode
source: Customer Code
he: קוד לקוח

# Property_Branch_Name
source: Name
he: שם סניף

# Property_Branch_Phone
source: Phone
he: טלפון

# Property_Customer_Address
source: Address
he: כתובת

# Property_Customer_Code
source: Code
he: קוד לקוח

# Property_Customer_ContactPerson
source: Contact Person
he: איש קשר

# Property_Customer_Description
source: Description
he: תיאור

# Property_Customer_Name
source: Name
he: שם לקוח

# Property_Customer_Phone
source: Phone
he: טלפון

# Property_Family_Code
source: Code
he: קוד משפחה

# Property_Family_Name
source: Name
he: שם משפחה

# Property_Inventor_BranchCode
source: Branch Code
he: קוד סניף

# Property_Inventor_Code
source: Code
he: קוד

# Property_Inventor_CustomerCode
source: Customer Code
he: קוד לקוח

# Property_Inventor_Description
source: Description
he: תיאור

# Property_Inventor_InventorDate
source: Inventor Date
he: תאריך ספירה

# Property_InventProduct_Barcode
source: Original Code From PDA
he: קוד מקורי מהמסופון

# Property_InventProduct_CodeFromPda
source: Input Type
he: סוג קלט

# Property_InventProduct_Itur
source: Itur
he: איתור

# Property_InventProduct_Makat
source: Makat
he: מקט

# Property_InventProduct_PriceBuy
source: Price Buy
he: מחיר קניה

# Property_InventProduct_PriceSell
source: Price Sell
he: מחיר מכירה

# Property_InventProduct_ProductName
source: Product Name
he: שם פריט

# Property_InventProduct_SectionCode
source: Section Code
he: קוד מחלקה

# Property_InventProduct_SupplierCode
source: Supplier Code
he: קוד ספק

# Property_Itur_Code
source: Code
he: קוד איתור

# Property_Itur_ERPCode
source: ERP Code
he: קוד ERP

# Property_Itur_LocationCode
source: Location Code
he: קוד מיקום

# Property_Itur_Number
source: Number
he: מספר איתור

# Property_Itur_NumberPrefix
source: Prefix
he: קידומת איתור

# Property_Itur_NumberSuffix
source: Suffix
he: סיומת איתור

# Property_Itur_StatusGroupBit
source: Status Group Bit
he: סטאטוס קבוצה

# Property_Location_Code
source: Code
he: קוד

# Property_Location_Name
source: Name
he: שם

# Property_PriceType_PriceBuy
source: Price Buy
he: מחיר קנייה

# Property_PriceType_PriceExtra
source: Price Extra
he: מחיר נוסף

# Property_PriceType_PriceSale
source: Price Sale
he: מחיר מכירה

# Property_Product_Barcode
source: Barcode
he: ברקוד

# Property_Product_Makat
source: Makat
he: מקט

# Property_Product_PriceBuy
source: Price Buy
he: מחיר קנייה

# Property_Product_PriceSale
source: Price Sale
he: מחיר מכירה

# Property_Product_ProductName
source: Product Name
he: שם פריט

# Property_Product_Section
source: Section
he: מחלקה

# Property_Product_Supplier
source: Supplier
he: ספק

# Property_Section_Code
source: Code
he: קוד

# Property_Section_Name
source: Name
he: שם

# Property_Supplier_Code
source: Code
he: קוד

# Property_Supplier_Name
source: Name
he: שם

# Report_Menu_Caption_Branch_BranchDetaile
source: BranchDetaile
he: פירוט סניפים

# Report_Menu_Caption_Catalog_Catalog
source: Catalog
he: דוח קטלוג

# Report_Menu_Caption_Customer_CustomerDetaile
source: CustomerDetaile
he: פירוט לקוח

# Report_Menu_Caption_Device_DV1_01
source: Device Statistic
he: סטטיסטיקת מסופונים

# Report_Menu_Caption_Device_DV1_02
source: Device Statistic - Quick Format
he: סטטיסטיקת מסופונים פורמט מקוצר

# Report_Menu_Caption_DH3_2
source: Document Report Sum Quentity
he: הדפס דוח ריכוז לפריט

# Report_Menu_Caption_Doc_DH1_02
source: Document Header Statistic
he: סטטיסטיקה עבור מסמכי איתורים

# Report_Menu_Caption_FM1_01
source: Family Detailed
he: נתוני משפחה

# Report_Menu_Caption_Inventor_InventorDetaile
source: InventorDetaile
he: פירוט ספירות

# Report_Menu_Caption_InventProduct_DetailedInventProduct
source: Detailed - InventProduct
he: מפורט-פריט שנספר

# Report_Menu_Caption_IP1_02
source: InventProducts Compare
he: דוח השוואת ספירות לפי פריט

# Report_Menu_Caption_IS1_07
source: Summary Report per Supplier
he: דוח מרוכז שורה לספק

# Report_Menu_Caption_IS1_60
source: Report Sum Quentity
he: הדפס דוח ריכוז לפריט

# Report_Menu_Caption_IS1_70
source: Document Family Report
he: דוח איתור מרוכז לפי דגם

# Report_Menu_Caption_IS1_77
source: Itur Family Sum Quentity
he: דוח מרוכז למיקום לפי דגם באיתור

# Report_Menu_Caption_IS1_80
source: Report Sum Quentity by Location
he: דוח סיכום מרוכז לפריט במיקום

# Report_Menu_Caption_IS1_82
source: Report by Location and Itur
he: דוח מפורט לאיתור-מיקום

# Report_Menu_Caption_IS1_82p
source: Report Sum Quentity by Barcode
he: דוח סיכום מרוכז לברקוד

# Report_Menu_Caption_IS1_85
source: Not Exist in all others Location
he: דוח פריטים שלא קיימים בשאר המיקומים

# Report_Menu_Caption_IT2_02
source: Document Report Sum Quentity
he: הדפס דוח ריכוז לפריט

# Report_Menu_Caption_IT2_03
source: Document Family Report
he: דוח איתור מרוכז לפי דגם

# Report_Menu_Caption_IT2_04
source: Lady Comfort Family Report
he: דוח להזמנה - ליידי קומפורט

# Report_Menu_Caption_IT2_05
source: Made4Net Report
he: דוח איתור לMade4Net - מחסני בשר

# Report_Menu_Caption_IT2_06
source: Priority Keds ShowRoom Per Itur Report
he: וח להזמנה - לירם תערוכות

# Report_Menu_Caption_ItursIturDoc_DocumentReport
source: Document Report -Doc
he: דוח מסמך באיתור

# Report_Menu_Caption_ItursItur_DocumentReport
source: Document Report -Itur
he: דוח איתור

# Report_Menu_Caption_Iturs_CorporativeReport
source: CorporativeReport - Iturs
he: דוח הפרשים לפי מקט

# Report_Menu_Caption_Iturs_DetailedBySectionReportBranch
source: Detailed By Section Report Branch - Iturs
he: דוח מפורט למחלקות כולל הפרשים

# Report_Menu_Caption_Iturs_DetailedReportBranch
source: Detailed Report Branch - Iturs
he: דוח מפורט כולל הפרשים

# Report_Menu_Caption_Iturs_DocumentReport
source: Document Report -Iturs
he: דוח מפורט לאיתור

# Report_Menu_Caption_Iturs_IS1_14
source: Summary Abs Report BranchWith Sections - Iturs
he: דוח מרוכז כולל מחלקות מורחב

# Report_Menu_Caption_Iturs_IS1_22
source: Total Inventory Summary
he: דוח סיכום מרוכז לפריט

# Report_Menu_Caption_Iturs_IS1_22p
source: Total Inventory Summary
he: דוח סיכום מרוכז לפריט

# Report_Menu_Caption_Iturs_IS1_23p
source: Total Inventory Summary
he: דוח סיכום לפריט כולל קטגוריות

# Report_Menu_Caption_Iturs_IS1_24
source: Summary Report Branch With Sections Ext
he: דוח מרוכז כולל מחלקות מורחב

# Report_Menu_Caption_Iturs_IS1_25p
source: Warehouse Inventory Summary
he: דוח סיכום למחסנים כולל יחידות אריזה

# Report_Menu_Caption_Iturs_IS1_27p
source: Total Inventory Summary
he: דוח סיכום מרוכז לפריט כולל תת מחלקות וספקים

# Report_Menu_Caption_Iturs_IS1_32p
source: JAFORA Report
he: דוח סיכום מרוכז - פורמט יפאורה

# Report_Menu_Caption_Iturs_IS1_53
source: Inventory Detailed Report
he: דוח ספירה כללי מפורט

# Report_Menu_Caption_Iturs_IS1_54
source: Inventory Detailed by Itur Report
he: דוח סיכום מרוכז לפריט באיתור

# Report_Menu_Caption_Iturs_IS1_56
source: Itur Expected Report
he: דוח פריטים שנספרו לא באיתור הצפוי

# Report_Menu_Caption_Iturs_IS1_57
source: Inventory Detailed by Itur Report
he: דוח השוואות בין ספירת מקור לבקרה

# Report_Menu_Caption_Iturs_IS1_58
source: Inventory Makat- Itur Sum Report
he: דוח הפרשים לפי כמות לפריט באיתור

# Report_Menu_Caption_Iturs_IS1_59
source: Summary Report - Boxes in pallet
he: דוח ריכוז פריטים וקרטונים למשטח

# Report_Menu_Caption_Iturs_IS1_69
source: Summary Report - Pallet in Tag (Truck)
he: דוח ריכוז משטחים למשאית

# Report_Menu_Caption_Iturs_IS1_74p
source: Documents Report - Family Sum Quantity
he: דוח ריכוז נתוני ספירה לפי דגם

# Report_Menu_Caption_Iturs_IS1_75p
source: Lady Comfort Itur Family Report
he: דוח ריכוז הזמנות/איתורים

# Report_Menu_Caption_Iturs_IS1_90
source: Summary report - total asset counting per day
he: דוח ריכוז ספירת פרטי אינוונטר ליום

# Report_Menu_Caption_Iturs_IS1_92
source: Summary report - total asset counting per itur
he: דוח ריכוז ספירת פרטי אינוונטר לאיתור

# Report_Menu_Caption_Iturs_IS1_93
source: Report Without SN Supplier
he: דוח פריטים ללא סריאלי יצרן

# Report_Menu_Caption_Iturs_SummaryReportBranch
source: Summary Report Branch - Iturs
he: דוח מרוכז - כללי

# Report_Menu_Caption_Iturs_SummaryReportBranchSections
source: Summary Report BranchWith Sections - Iturs
he: דוח מרוכז כולל מחלקות

# Report_Menu_Caption_Iturs_SummaryReportFamilyBranch
source: Summary Report Family - Iturs
he: דוח סיכום למשפחת מוצר

# Report_Menu_Caption_Iturs_SummaryReportIturBranch
source: Summary Report Iturs - Iturs
he: דוח ריכוז לאתרים

# Report_Menu_Caption_Iturs_SummaryReportLocationBranch
source: Summary Report Locations - Iturs
he: דוח ריכוז למיקומים

# Report_Menu_Caption_Itur_DetailedItur
source: Detailed - Itur
he: איתור - פירוט

# Report_Menu_Caption_Itur_IT1_02
source: Plaine Itur List
he: רשימת איתורים להדפסה

# Report_Menu_Caption_Itur_IT1_03
source: Itur Barcodes
he: הדפסת ברקוד איתורים - רגיל

# Report_Menu_Caption_Rep_IS1_62
source: Detailed Report - Iturs
he: דוח מפורט כולל הפרשים ואיתורי חריגה

# Report_Menu_Caption_Rep_IS1_62b
source: Detailed Report blank - Itur
he: דוח מפורט כולל הפרשים ואיתורים בלבד

# Report_Menu_Caption_Rep_IS1_64
source: Detailed Report - Iturs
he: דוח פריטים שנספרו במספר איתורים

# Report_Menu_Caption_Rep_IS1_65
source: Sfira
he: דוח סיכום מפורט - פורמט בזן

# Report_Menu_Location_L1_01
source: Location Detailed
he: דוח רשימת מיקומים

# Report_Menu_Location_L1_02
source: TagLocation Detailed
he: נתוני תגי מיקומים

# Report_Menu_Location_L1_03
source: Tag Location Count
he: כמות תגי מיקומים

# Report_Menu_Location_L1_04
source: Import Locations with Tag
he: ייבוא מיקומים כולל תגים

# Report_Menu_Section_SK1_01
source: Section Detailed
he: דוח רשימת מחלקות

# Report_Menu_Supplier_SP1_01
source: Supplier Detailed
he: דוח רשימת ספקים

# Report_Menu_Supplier_SP1_02
source: Supplier-Itur Detailed
he: דוח מפורט ספקים באיתור

# Report_Menu_Supplier_SP1_03
source: Itur-Supplier Detailed
he: דוח מפורט ספקים באיתור

# SortAsc
source: {0} (ASC)
he: (ASC) {0}

# SortDesc
source: {0} (DESC)
he: (DESC) {0}

# SortFileGrid_DateAndTime
source: Date and Time
he: תאריך עדכון

# SortFileGrid_FileName
source: File
he: שם קובץ

# Status_ConvertDataErrorMessage_CodeIsEmpty
source: Code Is Empty in Data Row [{0}]
he: קוד ריק בשורת הנתונים [{0}]

# Status_ConvertDataErrorMessage_InvalidValue
source: Invalid Value in Data Row [{0}]
he: ערך שגוי בשורת הנתונים [{0}]

# Status_ConvertDataErrorMessage_SameCodeExist
source: Object with the Same Code [{0}] Exist in DB
he: אובייקט עם קוד זהה [{0}] קיים בבסיס הנתונים

# Status_DocumentStatusTitle_None
source: None
he: ללא

# Status_DocumentStatusTitle_NoOneDoc
source: No One Document
he: ללא מסמך

# Status_DocumentStatusTitle_OneDocIsApprove
source: One Document Is Approve
he: מסמך אחד מאושר

# Status_DocumentStatusTitle_OneDocIsNotApprove
source: One Document Is Not Approve
he: מסמך אחד לא מאושר

# Status_DocumentStatusTitle_SomeDocIsApprove
source: Some Documents And This Is Approve
he: חלק מהמסמכים וגם מסמך זה מאושרים

# Status_DocumentStatusTitle_SomeDocsIsNotApprove
source: Some Documents And This Is Not Approve
he: חלק מהמסמכים וגם מסמך זה לא מאושרים

# Status_IturStatusGroupTitle_AllDocsIsApprove
source: All Docs Are Approve
he: כל המסמכים מאושרים

# Status_IturStatusGroupTitle_DisableAndNoOneDoc
source: Disable And No One Doc
he: איתור מבוטל ללא מסמכים

# Status_IturStatusGroupTitle_DisableWithDocs
source: Disable With Docs
he: איתור מבוטל עם מסמכים

# Status_IturStatusGroupTitle_Empty
source: Empty
he: ריק

# Status_IturStatusGroupTitle_Error
source: Error
he: שגיאה

# Status_IturStatusGroupTitle_None
source: All
he: הכל

# Status_IturStatusGroupTitle_NotApprove
source: Not Approve
he: לא מאושר

# Status_IturStatusGroupTitle_OneDocIsApprove
source: One Doc Is Approve
he: מסמך אחד מאושר

# Status_IturStatusTitle_AllDocIsApprove
source: Some of Documents Is Approve
he: חלק מהמסמכים מאושרים

# Status_IturStatusTitle_AnyDocIsNotApprove
source: Some of Documents Is Not Approve
he: חלק מהמסמכים לא מאושרים

# Status_IturStatusTitle_DisableAndAllDocIsApprove
source: Disable And Some of Documents Is Approve
he: איתור מבוטל וחלק מהמסמכים מאושרים

# Status_IturStatusTitle_DisableAndAnyDocIsNotApprove
source: Disable And Some of Documents Is Not Approve
he: איתור מבוטל וחלק מהמסמכים לא מאושרים

# Status_IturStatusTitle_DisableAndNoOneDoc
source: Disable And No One Document
he: איתור מבוטל ללא מסמך

# Status_IturStatusTitle_DisableAndOneDocIsApprove
source: Disable And One Document Is Approve
he: איתור מבוטל ומסמך אחד מאושר

# Status_IturStatusTitle_DisableAndOneDocIsNotApprove
source: Disable And One Document Is Not Approve
he: איתור מבוטל ומסמך אחד לא מאושר

# Status_IturStatusTitle_DisableAndSomeDocIsApprove
source: Disable And Some of Documents Is Approve
he: מבוטל

# Status_IturStatusTitle_DisableAndSomeDocIsNotApprove
source: Disable And Some of Documents Is Not Approve
he: איתור מבוטל ומספר מסמכים לא מאושרים

# Status_IturStatusTitle_None
source: None
he: ללא

# Status_IturStatusTitle_NoOneDoc
source: No One Document
he: ללא מסמך

# Status_IturStatusTitle_OneDocIsApprove
source: One Document Is Approve
he: מסמך אחד מאושר

# Status_IturStatusTitle_OneDocIsNotApprove
source: One Document Is Not Approve
he: מסמך אחד לא מאושר

# Status_IturStatusTitle_SomeDocIsApprove
source: Some of Documents Is Approve
he: חלק מהמסמכים מאושרים

# Status_IturStatusTitle_SomeDocIsNotApprove
source: Some of Documents Is Not Approve
he: חלק מהמסמכים לא מאושרים

# Status_IturStatusTitle_WarningConvert
source: Error
he: שגיאה

# StringReport_Menu_Caption_Iturs_IS1_69
source: Report_Menu_Caption_Iturs_IS1_69
he: ריכוז משטחים למשאית

# Validation_DirectoryNotExist
source: Directory doesn't exist
he: תיקייה לא קיימת

# Validation_FileNotExist
source: File doesn't exist
he: קובץ לא קיים

# Validation_Files_Cant_Equal
source: Files can't be equal
he: קבצים אינם יכולים להיות זהים

# Validation_File_Not_Exist
source: File doesn't exist
he: קובץ לא קיים

# Validation_Not_Valid_Directory
source: Not valid directory
he: ספריה לא מורשית

# Validation_Not_Valid_File
source: Not valid file
he: קובץ לא מורשה

# Validation_Not_Valid_Path
source: Path is not valid
he: נתיב לא קיים

# ViewImportBranch_chkCreateDb
source: Build SDF File
he: בונה קובץ SDF

# ViewInventProduct_columnQuantityPartialEdit
source: Quantity Partial Edit
he: כמות בודדים

# ViewModel_BranchChoose_FilterCodeErp
source: Code ERP
he: קוד ERP

# ViewModel_BranchChoose_FilterCodeLocal
source: Code Local
he: קוד מקומי

# ViewModel_BranchChoose_FilterLocation
source: Address
he: כתובת

# ViewModel_BranchChoose_FilterName
source: Name
he: שם

# ViewModel_BranchChoose_FilterPhone
source: Phone
he: טלפון

# ViewModel_BranchChoose_msgDeleteAllWithoutChildren
source: Are you sure want to delete all Branches without Inventors?
he: האם אתה בטוח שברצונך למחוק את כל הסניפים שלא קיימים להם ספירות ?

# ViewModel_BranchChoose_msgDeleteWithoutChild
source: Some branches contain child inventors and will not be removed.
he: חלק מהסניפים מכילים ספירות ולכן לא ימחקו

# ViewModel_BranchesDashboardPart_TotalBranches
source: Total {0} branches
he: סה"כ {0} סניפים

# ViewModel_BranchPost_Address
source: Address: {0}{1}
he: כתובת: {0}{1}

# ViewModel_BranchPost_Code
source: Code: {0}{1}
he: קוד: {0}{1}

# ViewModel_BranchPost_CodeERP
source: CodeERP: {0}{1}
he: קודERP: {0}{1}

# ViewModel_BranchPost_CodeLocal
source: CodeLocal: {0}{1}
he: קוד מקומי: {0}{1}

# ViewModel_BranchPost_ContactPerson
source: Contact Person: {0}{1}
he: איש קשר: {0}{1}

# ViewModel_BranchPost_Description
source: Description: {0}{1}
he: תיאור: {0}{1}

# ViewModel_BranchPost_Fax
source: Fax: {0}{1}
he: פקס: {0}{1}

# ViewModel_BranchPost_ImportCatalog
source: Import Catalog: {0}{1}
he: ייבא קטלוג: {0}{1}

# ViewModel_BranchPost_ImportItur
source: Import Itur: {0}{1}
he: ייבא איתור: {0}{1}

# ViewModel_BranchPost_ImportLocation
source: Import Location: {0}{1}
he: ייבא אתר: {0}{1}

# ViewModel_BranchPost_Mail
source: Mail: {0}{1}
he: מייל: {0}{1}

# ViewModel_BranchPost_Name
source: Name: {0}{1}
he: שם: {0}{1}

# ViewModel_BranchPost_PDA
source: PDA: {0}{1}
he: מסופון: {0}{1}

# ViewModel_BranchPost_Phone
source: Phone: {0}{1}
he: טלפון: {0}{1}

# ViewModel_BranchPost_tbCreated
source: Branch {0} created
he: סניף {0} נבנה

# ViewModel_CatalogForm_Barcode
source: Barcode
he: ברקוד

# ViewModel_CatalogForm_Makat
source: Makat
he: מק"ט

# ViewModel_CatalogForm_PriceBuy
source: Price Buy
he: מחיר קניה

# ViewModel_CatalogForm_PriceSale
source: Price Sale
he: מחיר מכירה

# ViewModel_CatalogForm_ProductName
source: Product Name
he: שם פריט

# ViewModel_CatalogInfoForCBIPart_LastChanges
source: Last Changes: {0}
he: שינויים אחרונים: {0}

# ViewModel_CatalogInfoForCBIPart_TotalItemCodes
source: Total Item Codes (makat): {0}
he: סה"כ קודי פריט (מק"ט): {0}

# ViewModel_CatalogInfoForCBIPart_TotalItems
source: Total Items: {0}
he: סה"כ פריטים: {0}

# ViewModel_ContextCBIChoose_All
source: [All]
he: [הכל]

# ViewModel_CustomerAdd_CreateNewCustomer
source: Create New Customer
he: בנה לקוח חדש

# ViewModel_CustomerChoose_FilterAddress
source: Address
he: כתובת

# ViewModel_CustomerChoose_FilterName
source: Name
he: שם

# ViewModel_CustomerChoose_FilterPhone
source: Phone
he: טלפון

# ViewModel_CustomerChoose_msgDeleteWithoutChild
source: Some customers contain child branches and will not be removed.
he: חלק מהלקוחות מכילים סניפים ולכן לא ימחקו

# ViewModel_CustomerEdit_EditCustomer
source: Edit Customer
he: ערוך לקוח

# ViewModel_CustomerPost_Address
source: Address: {0}{1}
he: כתובת: {0}{1}

# ViewModel_CustomerPost_Code
source: Code: {0}{1}
he: קוד: {0}{1}

# ViewModel_CustomerPost_ContactPerson
source: Contact Person: {0}{1}
he: איש קשר: {0}{1}

# ViewModel_CustomerPost_Description
source: Description: {0}{1}
he: תיאור: {0}{1}

# ViewModel_CustomerPost_Fax
source: Fax: {0}{1}
he: פקס: {0}{1}

# ViewModel_CustomerPost_ImportCatalog
source: Import Catalog: {0}{1}
he: ייבא קטלוג: {0}{1}

# ViewModel_CustomerPost_ImportItur
source: Import Itur: {0}{1}
he: ייבר איתור: {0}{1}

# ViewModel_CustomerPost_ImportLocation
source: Import Location: {0}{1}
he: ייבא מיקום: {0}{1}

# ViewModel_CustomerPost_Mail
source: Mail: {0}{1}
he: מייל: {0}{1}

# ViewModel_CustomerPost_Name
source: Name: {0}{1}
he: שם: {0}{1}

# ViewModel_CustomerPost_PDA
source: PDA: {0}{1}
he: מסופון: {0}{1}

# ViewModel_CustomerPost_Phone
source: Phone: {0}{1}
he: טלפון: {0}{1}

# ViewModel_CustomerPost_tbCreated
source: Customer {0} created
he: לקוח {0} נבנה

# ViewModel_DocumentHeaderItem_Itur
source: ITUR {0}-{1}
he: איתור {0}-{1}

# ViewModel_ExportErpWithModules_invalidPrefix
source: Invalid prefix
he: קידומת איתור לא חוקית

# ViewModel_ExportModuleBase
source: Total export time : {0}
he: זמן ייצוא כללי : {0}

# ViewModel_ExportPdaSettingsControl_NoLookupFile
source: No Lookup File
he: ללא קובץ Lookup

# ViewModel_ExportPdaSettingsControl_OnlyBarcodes
source: Only Barcodes
he: ברקוד בלבד

# ViewModel_ExportPdaSettingsControl_OnlyBarcodesAndName
source: Only Barcodes & Name
he: ברקוד בלבד ושם פריט

# ViewModel_ExportPdaSettingsControl_OnlyMakat
source: Only Makats
he: מק"ט בלבד

# ViewModel_ExportPdaSettingsControl_OnlyProductCode
source: Only Product Code (Barcode or Makat)
he: קוד פריט (ברקוד + מק"ט)

# ViewModel_ExportPdaSettingsControl_ProductCodeAndFamilyNameAndFamilyColor
source: Product Code & Family Name & Family Color
he: קוד פריט, דגם וצבע משפחה

source: Product Code & Name & QuantityInPack & Unit Type
he: קוד פריט (ברקוד + מק"ט), שם, כמות באריזה ויחידת מידה

# ViewModel_ExportPdaSettingsControl_ProductCodeAndNameAndSupplierCode
source: Product Code & Name & Supplier Code
he: קוד פריט (ברקוד + מק"ט), תאור מוצר וקוד ספק

# ViewModel_ExportPdaSettingsControl_ProductCodeAndNameAndUnitNameAndSerial
source: Product Code & Name & Unit Name & Serial
he: קוד פריט (ברקוד + מק"ט), שם, יחידת מידה וSN-כן/לא
