Repository: parad74/Count4U
Catalog: Count4U.Localization/Resources.*.resx
Languages: he

# View_CustomerChoose_btnOpenDashboard
source: Open customer dashboard
he: פתח מסך לקוח

# View_CustomerChoose_columnAddress
source: Address
he: כתובת

# View_CustomerChoose_columnContactPerson
source: Contact Person
he: איש קשר

# View_CustomerChoose_columnDescription
source: Description
he: תיאור

# View_CustomerChoose_columnFax
source: Fax
he: פקס

# View_CustomerChoose_columnLogo
source: Logo
he: לוגו

# View_CustomerChoose_columnMail
source: Mail
he: כתובת אימייל

# View_CustomerChoose_columnName
source: Name
he: שם

# View_CustomerChoose_columnPhone
source: Phone
he: טלפון

# View_CustomerChoose_tbBy
source: by
he: עפ"י

# View_CustomerChoose_tbCustomer
source: Customer
he: לקוח

# View_CustomerCommon_tbEditorTemplates
source: Editor Templates
he: מבנה תצוגה

# View_CustomerCommon_tbErpExport
source: Export ERP adapter
he: ייצוא ל-ERP

# View_CustomerCommon_tbGeneral
source: General
he: כללי

# View_CustomerCommon_tbImportAdapters
source: Import Adapters
he: מתאמי ייבוא

# View_CustomerCommon_tbPdaExport
source: Export PDA adapter
he: שליחה למסופון

# View_CustomerCommon_tbUpdateAdapters
source: Update adapters
he: מתאמי עדכון

# View_CustomerEdit_tiExportAdapters
source: Export adapters
he: מתאמי ייצוא

# View_CustomerEdit_tiImportAdapters
source: Import Adapters
he: מתאמי ייבוא

# View_CustomerForm_btnGenerateNew
source: Generate new
he: בנה חדש

# View_CustomerForm_tbAddress
source: Address
he: כתובת

# View_CustomerForm_tbCode
source: Code
he: קוד

# View_CustomerForm_tbContact
source: Contact
he: קשר

# View_CustomerForm_tbContactPerson
source: Contact Person
he: איש קשר

# View_CustomerForm_tbContinuationAddress
source: Continuation Address
he: כתובת משנית

# View_CustomerForm_tbCustomerName
source: Customer Name
he: שם לקוח

# View_CustomerForm_tbDescription
source: Description
he: תיאור

# View_CustomerForm_tbFAX
source: FAX
he: פקס

# View_CustomerForm_tbLogo
source: Logo
he: לוגו

# View_CustomerForm_tbMail
source: Mail
he: כתובת אימייל

# View_CustomerForm_tbParameters
source: Parameters
he: מאפיינים

# View_CustomerForm_tbPhone
source: Phone
he: טלפון

# View_CustomerPost_btnCreateNewBranch
source: Create new Branch
he: צור סניף חדש

# View_CustomerPost_tbWhatYouWantNow
source: What do you want now?
he: מה ברצונך לבצע כעת?

# View_DeviceAddEdit_tbAdditionTime
source: Addition Time
he: תוספת זמן

# View_DeviceAddEdit_tbAdditionTimeFormat
source: Format [dd:hh:mm]
he: פורמט [dd:hh:mm]

# View_DeviceListDetails_columnPeriodAddtionTime
source: Addtion Time
he: תוספת זמן

# View_DeviceListDetails_columnPeriodStartEnd
source: Period (Begin - End)
he: זמן כולל (התחלה-סיום)

# View_DeviceListDetails_columnSumPeriod
source: Sum of Time
he: זמן ברוטו (מתחילת הספירה כולל תוספת)

# View_DocumentHeaderAddEdit_chkApprove
source: Approve
he: אשר

# View_DocumentHeaderAddEdit_tbDeleteSourceInventPtoduct
source: Remove all InventProducts in Current Document
he: מחק את כל הפריטים במסמך הנוכחי

# View_DocumentHeaderAddEdit_tbDocumentCode
source: Document code
he: קוד מסמך

# View_DocumentHeaderAddEdit_tbIturCode
source: Itur Code
he: קוד איתור

# View_DocumentHeaderAddEdit_tbName
source: Name
he: שם

# View_DocumentHeaderAddEdit_tbWorkerGuid
source: WorkerGUID
he: קוד עובד

# View_DocumentHeaderAddEdit_tbWorkerId
source: Worker Id
he: מספר סופר

# View_DocumentHeaderAddEdit_tbWorkerName
source: Worker Name
he: שם סופר

# View_DocumrntHeaderListDetails_columnEmployeeId
source: Employee Id
he: קוד עובד

# View_DocumrntHeaderListDetails_columnEmployeeName
source: Employee Name
he: שם עובד

# View_DocumrntHeaderListDetails_columnEndInventorDateTime
source: End Inventor
he: סיום הספירה

# View_DocumrntHeaderListDetails_columnPeriodPeriodFromFirstToLast
source: Period (Frist-Last)
he: תקופה (ראשון-אחרון)

# View_DocumrntHeaderListDetails_columnStartInventorDateTime
source: Begin Inventor
he: התחלת ספירה

# View_DocumrntHeaderListDetails_columnTheFirst
source: The First
he: זמן סריקה ראשון

# View_DocumrntHeaderListDetails_columnTheLast
source: The Last
he: זמן סריקה אחרון

# View_DownloadFromPda_btnDownload
source: Download
he: הורדה

# View_DownloadFromPda_btnStop
source: Stop
he: עצור

# View_DynamicColumnSettings_tbInventProduct
source: Grid - Total InventProduct list view
he: פורמט תצוגת GRID - נתוני ספירה

# View_DynamicColumnSettings_tbInventProductListView
source: Document - InventProduct list view
he: פורמט תצוגת מסמך - נתוני ספירה

# View_DynamicColumnSettings_tbPriceType
source: Price Type
he: סוג מחיר

# View_ExportErpWithModules_btnDefault
source: Set as Default
he: קבע כברירת מחדל

# View_ExportErpwithModules_busyContent
source: Exporting...
he: מייצא...

# View_ExportErpWithModules_chkExcludeNotExistingInCatalog
source: Exclude Items with Makat not existing in Catalog
he: לא לכלול פריטים שלא בקטלוג

# View_ExportErpWithModules_chkFull
source: Full
he: הכל

# View_ExportErpWithModules_chkItur
source: Itur
he: איתור

# View_ExportErpWithModules_grpInclude
source: Include
he: כלול

# View_ExportErpwithModules_tbExportAdapter
source: Export ERP adapter
he: מתאם ייצוא:

# View_ExportErpwithModules_tbExportProgress
source: Export progress:
he: תהליך ייצוא:

# View_ExportErpWithModules_tbNumbers
source: Numbers
he: מספרים

# View_ExportErpWithModules_tbPrefix
source: Prefix
he: תחילית

# View_ExportErp_radioMakat
source: Makat
he: מק"ט

# View_ExportErp_radioMakatOriginal
source: Makat Original
he: מק"ט מקורי

# View_ExportLog_btnBrowse
source: Browse
he: סייר

# View_ExportLog_btnOpen
source: Open
he: פתח

# View_ExportLog_tbExportPath
source: Export path:
he: נתיב ייצוא

# View_ExportPdaAdapter_expCommon
source: Common
he: הוספות

# View_ExportPdaExtraSettings_chkAutoPrint
source: Auto print
he: הדפסה אוטומטית

# View_ExportPdaExtraSettings_tbReportTemplates
source: Report Templates:
he: פורמטי דו"ח:

# View_ExportPdaProgramType_expProgramType
source: PDA Program Type
he: בחירת סוג ותוכנת מסופון

# View_ExportPdaProgramType_tbMaintenanceType
source: Maintenance Type
he: תוכנת תחזוקה

# View_ExportPdaProgramType_tbPdaType
source: PDA Type
he: סוג מסופון

# View_ExportPdaProgramType_tbProgramType
source: Program Type
he: תוכנת הפעלה

# View_ExportPdaSettingsControl_chkAddBinarySearch
source: Add Binary Search
he: הוסף קובץ חיפוש בינארי

# View_ExportPdaSettingsControl_chkInvertPrefix
source: Invert Prefix
he: היפוך שם

# View_ExportPdaSettingsControl_expConfig
source: Config
he: תצורה-Config

# View_ExportPdaSettingsControl_expItur
source: Itur
he: איתורים

# View_ExportPdaSettingsControl_expLookup
source: Lookup
he: קובץ חיפוש - Lookup

# View_ExportPdaSettingsControl_tbAddNewLocation
source: Add New Location
he: אפשר הוספת איתורים

# View_ExportPdaSettingsControl_tbAllowZeroQuantity
source: Allow Zero Quantity
he: אפשר כמות אפס

# View_ExportPdaSettingsControl_tbAutoSendData
source: Send automatic from PDA
he: שליחת נתונים אוטומטית

# View_ExportPdaSettingsControl_tbByERPCode
source: By ERP Code
he: לפי קוד ERP

# View_ExportPdaSettingsControl_tbByName
source: By Name
he: לפי קוד איתור

# View_ExportPdaSettingsControl_tbClientId
source: Client id
he: מספר לקוח:

# View_ExportPdaSettingsControl_tbConfirmNewItem
source: Confirm Add new Item
he: אשר הוספת פריט חדש

# View_ExportPdaSettingsControl_tbConfirmNewLocation
source: Confirm Add new Location
he: אשר הוספת איתור חדש

# View_ExportPdaSettingsControl_tbFileType
source: File type
he: סוג קובץ:

# View_ExportPdaSettingsControl_tbHash
source: Hash
he: תצורת Hash

# View_ExportPdaSettingsControl_tbHTcalculateLookUp
source: HT Calculate LookUp
he: חישוב זמן לבניית Lookup

# View_ExportPdaSettingsControl_tbIturNamePrefix
source: Itur Name Prefix
he: קידומת שם לאיתור

# View_ExportPdaSettingsControl_tbIturNameType
source: Itur Name Type
he: סוג שם האיתור

# View_ExportPdaSettingsControl_tbLastSync
source: Last Sync
he: תאריך סנכרון אחרון

# View_ExportPdaSettingsControl_tbLookUpEXE
source: LookUp Path
he: מסלול לקובץ Lookup

# View_ExportPdaSettingsControl_tbMaxCharacters
source: Max Characters For Name
he: מקסימום תווים עבור שם:

# View_ExportPdaSettingsControl_tbMaxQuantity
source: Max Quantity
he: מקסימום כמות תקינה

# View_ExportPdaSettingsControl_tbNewItem
source: New item
he: פריט חדש

# View_ExportPdaSettingsControl_tbPassword
source: Password
he: סיסמא

# View_ExportPdaSettingsControl_tbQType
source: Q type
he: בודד/כמותי

# View_ExportPdaSettingsControl_tbSearchDef
source: Search Def
he: מחרוזת סוגי חיפוש

# View_ExportPdaSettingsControl_tbUseAlphaKey
source: Use alpha key
he: השתמש במקש אלפא

# View_ExportPdaSettings_grpExportToErp
source: Export to ERP
he: ייצא קבצים למערכת ERP

# View_ExportPdaSettings_grpExportToPda
source: Export to PDA
he: ייצא למסופון

# View_ExportPdaSettings_grpExtraSettings
source: Extra settings
he: הגדרות נוספות

# View_ExportPdaSettings_radioMakat
source: Makat
he: מק"ט

# View_ExportPdaSettings_radioMakatOriginal
source: Makat original
he: מק"ט מקורי

# View_ExportPdaSettings_tbDefaultAdapter
source: Default Adapter
he: מתאם ברית מחדל

# View_ExportPdaSettings_tbDefaultAdapter1
source: Default adapter:
he: מתאם ברית מחדל

# View_ExportPdaSettings_tbDescription
source: Description
he: תיאור:

# View_ExportPdaWithModules_busyContent
source: Exporting...
he: מייצא...

# View_ExportPdaWithModules_chkBarcodeWithoutMask
source: Barcode without Mask
he: ברקוד ללא מיסוך

# View_ExportPdaWithModules_chkMakatWithoutMask
source: Makat without mask
he: מק"ט ללא מיסוך

# View_ExportPdaWithModules_chkOptionsHT630_BaudratePDA
source: Check Baudrate PDA
he: בדוק קצב העברה במסופון

# View_ExportPdaWithModules_chkWithoutProductName
source: Without product name
he: ללא שם פריט

# View_ExportPdaWithModules_tbExportAdapter
source: Export PDA adapter
he: מתאם ייצוא:

# View_ExportPdaWithModules_tbExportProgress
source: Export progress:
he: תהליך ייצוא:

# View_ExportPdaWithModules_tpDelete
source: Delete all export files
he: מחק את כל הקבצים שיוצאו

# View_FamilyAddEditDelete_columnCode
source: Code
he: קוד משפחה

# View_FamilyAddEditDelete_columnDescription
source: Description
he: תאור משפחה

# View_FamilyAddEditDelete_columnExtra1
source: Extra1
he: תוספת1

# View_FamilyAddEditDelete_columnExtra2
source: Extra2
he: תוספת2

# View_FamilyAddEditDelete_columnName
source: Name
he: שם

# View_FamilyAddEditDelete_columnSize
source: Size
he: גודל

# View_FamilyAddEditDelete_columnType
source: Type
he: סוג

# View_FamilyAddEdit_CodeExist
source: Family with such code already exists
he: משפחה עם קוד זה כבר קיימת

# View_FilterSet_tbTemplate
source: Template
he: תבנית

# View_FilterTemplateAddEdit_tbDisplayName
source: Display Name
he: כותרת תבנית

# View_FilterTemplateAddEdit_tbFileName
source: File Name
he: שם קובץ

# View_FromFtpPda_chkBackupFolder
source: backup
he: הצג מגיבוי

# View_FromFtp_tbSortBy
source: Sort By
he: מיין על פי

# View_FromPdaDashboardPart_columnDate
source: Date
he: תאריך

# View_FromPdaDashboardPart_columnDocumentsCount
source: Documents Count
he: כמות מסמכים

# View_FromPdaDashboardPart_columnItemsCount
source: Records Count
he: כמות רשומות

# View_FromPdaDashboardPart_columnItur
source: Itur
he: איתור

# View_FromPdaDashboardPart_columnTotalItems
source: Total Items
he: סה"כ פריטים

# View_FromPdaDashboardPart_tbGetDataFromPda
source: Get Data From PDA
he: ייבא מהמסופון

# View_HomeDashboard_tiConfig
source: Config
he: הגדר

# View_HomeDashboard_tiExportZip
source: Export zip file
he: ייצא קובץ ZIP

# View_HomeDashboard_tiHomeDashboard
source: Home Dashboard
he: מסך ראשי

# View_HomeDashboard_tiImportZip
source: Import zip file
he: ייבא קובץ ZIP

# View_HomeDashboard_tiPathSettings
source: Path settings
he: הגדרות ניתוב

# View_HomeDashboard_tiSqlScript
source: Sql script
he: Sql תסריט

# View_ImportAdapterCountFiles
source: Quantity Files
he: קבצי ספירה

# View_ImportAdapterPath
source: Path
he: נתיב

# View_ImportAdapterSourcePath
source: Source Path
he: נתיב למקור

# View_ImportAdapter_chkBarcodes
source: Import Barcodes from
he: ייבא ברקודים חליפים מ

# View_ImportAdapter_chkImportBarcodeWithSpace
source: Import Barcode with Space
he: ייבא ברקודים עם רווחים

# View_ImportAdapter_chkImportSection
source: Import Section
he: ייבא מחלקות

# View_ImportAdapter_chkImportSelectAllPropertyStrList
source: Select All
he: בחר הכל

# View_ImportAdapter_chkImportSuppliers
source: Import Supplier
he: ייבא ספקים

# View_ImportAdapter_radioDirectory
source: Directory content
he: תוכן ספרייה

# View_ImportAdapter_radioFile
source: Single file
he: קובץ בודד

# View_ImportAdapter_radioInventorys
source: Inventories
he: ספירות

# View_ImportAdapter_tbCopyFromSourceFolder
source: Copy Files from Source Folder to Import Folder
he: העתק קבצים מתיקיית פריקת מסופנים לתיקיית הספירה

# View_ImportAdapter_tbFromSourceFolder
source: From Source Folder
he: מתיקיית פריקת המסופונים

# View_ImportAdapter_tbStep1
source: Step 1
he: שלב 1

# View_ImportAdapter_tbStep2
source: Step 2
he: שלב 2

# View_ImportAdapter_tbStep3
source: Step 3
he: שלב 3

# View_ImportAdapter_tbWithBarcode
source: With Additional Barcode
he: כלול הוספת ברקודים מיוחדים

# View_ImportAdapter_tbWithFamily
source: With Family
he: כלול שיוך למשפחת מוצר

# View_ImportAdapter_tbWithQuantityERP
source: With Quantity ERP
he: כלול יתרות לקוח (ERP)

# View_ImportFolders_grpCatalogs
source: Catalogs
he: קטלוגים

# View_ImportFolders_grpIturs
source: Iturs
he: איתורים

# View_ImportFolders_grpLocations
source: Locations
he: מיקומים

# View_ImportFolders_grpSections
source: Sections
he: מחלקות

# View_ImportFolders_tbAdapter
source: Adapter:
he: מתאם

# View_ImportFolders_tbCatalog
source: Catalog
he: קטלוג

# View_ImportFolders_tbDescription
source: Description:
he: תיאור

# View_ImportFolders_tbInventProduct
source: Invent Product
he: מסמכי מסופון

# View_ImportFolders_tbIturim
source: Iturim
he: איתורים

# View_ImportFolders_tbLocation
source: Location
he: מיקום

# View_ImportFolders_tbSection
source: Section
he: מחלקה

# View_ImportFolders_tbSupplier
source: Supplier
he: ספק

# View_ImportFromPda_busyContent
source: Importing...
he: מייבא...

# View_ImportFromPda_tbImportAdapter
source: Import PDA adapter
he: מתאם קלט:

# View_ImportPda_chkContinueGrab
source: Import until in inData there are Files
he: ייבוא נתונים כל עוד בתיקיית inData קיימים קבצים

# View_ImportPda_chkNavigateBack
source: Navigate backward after import process
he: חזור לאחור לאחר פעולת הייבוא

# View_ImportPosSuperPharmAdapter_chkClearBeforeUpdate
source: Clear Before Update
he: נקה לפני עדכון

# View_ImportPosSuperPharmAdapter_chkUpdateOnlyErp
source: Update Only Erp Quantity
he: עדכן כמות ERP בלבד

# View_ImportWithModel_chkTryFast
source: Fast Import
he: קליטה מהירה

# View_ImportWithModules_chkCopyFilesToFtp
source: Copy to Ftp
he: העתק לשרת FTP

# View_ImportWithModules_chkCreateZipFile
source: Zip File
he: כווץ לקובץ בפורמט ZIP

# View_ImportWithModules_chkCutAfterInvert
source: Cut after invert Lf2Rt
he: חיתוך תווים לאחר היפוך

# View_ImportWithModules_chkIncludeCurrentInventor
source: Include Current Inventor
he: הוסף את נתוני הספירה הנוכחית - Current Inventory

# View_ImportWithModules_chkIncludePreviousInventor
source: Include Previous Inventor
he: הוסף את נתוני הספירה הקודמת - Previous Inventory

# View_ImportWithModules_chkInvertLetters
source: Invert Letters
he: הפוך אותיות

# View_ImportWithModules_chkInvertWords
source: Invert Words
he: הפוך מילים

# View_ImportWithModules_grpDefaultAdapterFrom
source: Default adapter from:
he: מתאם ברירת מחדל מ:

# View_ImportWithModules_radioFile
source: File
he: קובץ

# View_ImportWithModules_radioFromBranch
source: From branch:
he: מסניף

# View_ImportWithModules_radioFromCustomer
source: From customer:
he: מלקוח

# View_ImportWithModules_radioFromInventor
source: From inventor:
he: מספירה

# View_ImportWithModules_radioInternalResources
source: Internal resources
he: משאבים פנימיים

# View_ImportWithModules_tbBranchName
source: Branch Name
he: שם סניף

# View_ImportWithModules_tbCustomerName
source: Customer Name
he: שם לקוח

# View_ImportWithModules_tbEncoding
source: Encoding
he: קידוד

# View_ImportWithModules_tbImportAdapter
source: Import Adapter
he: מתאם קליטה

# View_ImportWithModules_tbImportFrom
source: Import from
he: קלוט מ

# View_ImportWithModules_tbInventorName
source: Inventor Name
he: שם ספירה

# View_ImportWithModules_tbLogLevel
source: Logging level
he: רמת לוג

# View_ImportWithModules_tbUpdateAdapter
source: Update adapter
he: מתאם עדכון יתרה

# View_ImportWithModules_tbUpdateFrom
source: Update from:
he: עדכן מ

# View_InventorAdd_grpChooseAction
source: Choose Action
he: בחר פעולה

# View_InventorAdd_grpInheritDataFrom
source: Inherit data from
he: שכפל נתונים מ

# View_InventorAdd_tbBranch
source: Branch
he: סניף

# View_InventorAdd_tbCreateNew
source: Create new Inventor
he: בנה ספירה חדשה

# View_InventorAdd_tbCustomer
source: Customer
he: לקוח

# View_InventorAdd_tbSaveOpenInventor
source: Save Inventory, set it as process and open in Inventor Dashboard
he: שמור ספירה,קבע אותה כתהליך ופתח אותה במסך ספירה

# View_InventorAdd_tbSaveOpenMain
source: Save Inventory, set it as process and open in Main Dashboard
he: שמור ספירה,קבע אותה כתהליך ופתח אותה במסך ראשי

# View_InventorAdd_tbSaveReturnHome
source: Save Inventory and return to Home Dashboard
he: שמור ספירה וחזור למסך ראשי

# View_InventorAdd_tbWithoutInheritance
source: Without inheritance
he: ללא הורשת נתונים

# View_InventorAdd_tiDefaultImportAdapters
source: Default import adapters
he: מתאמי ברירת מחדל לקליטה

# View_InventorAdd_tiGeneral
source: General
he: כללי

# View_InventorChangeStatus_columnFileType
source: File Type
he: סוג קובץ

# View_InventorChangeStatus_columnInclude
source: Include
he: כלול

# View_InventorChangeStatus_columnPrint
source: Print
he: הדפס

# View_InventorChangeStatus_columnReportCode
source: Report Code
he: קוד דוח

# View_InventorChoose_btnCreateNew
source: Create new Inventor
he: בנה ספירה חדשה

# View_InventorChoose_btnOpenCurrentInventor
source: Open current inventory
he: פתח ספירה נוכחית

# View_InventorChoose_btnOpenInventorDashboard
source: Open inventor dashboard
he: פתח מסך ספירה

# View_InventorChoose_btnPrevious
source: Select branch < Previous
he: הקודם < בחר סניף

# View_InventorChoose_columnBranchCode
source: Branch Code
he: קוד סניף

# View_InventorChoose_columnBranchName
source: Branch Name
he: שם סניף

# View_InventorChoose_columnCode
source: Code
he: קוד

# View_InventorChoose_columnCreateDate
source: CreateDate
he: תאריך הקמה

# View_InventorChoose_columnCustomerCode
source: Customer code
he: קוד לקוח

# View_InventorChoose_columnCustomerName
source: Customer Name
he: שם לקוח

# View_InventorChoose_columnDescription
source: Description
he: תיאור

# View_InventorChoose_columnImportCatalogAdapter
source: Import Catalog Adapter
he: מתאם יבוא קטלוג

# View_InventorChoose_columnInventorDate
source: InventorDate
he: תאריך ספירה

# View_InventorChoose_tbDateFrom
source: Date from:
he: מבנה תאריך

# View_InventorChoose_tbDateTo
source: Date to:
he: לתאריך

# View_InventorChoose_tbInventor
source: Inventor
he: ספירה

# View_InventorEdit_tbEdit
source: Edit inventor
he: ערוך ספירה

# View_InventorEdit_tiDefaultImportAdapters
source: Default import adapters
he: מתאמי ברירת מחדל לקליטה

# View_InventorEdit_tiGeneral
source: General
he: כללי

# View_InventorForm_tbBranchCodeLocal
source: Local Branch Code
he: קוד סניף מקומי

# View_InventorForm_tbCode
source: Code
he: קוד

# View_InventorForm_tbDescription
source: Description
he: תיאור:

# View_InventorForm_tbERPBranchCode
source: ERP Branch Code
he: קוד סניף מקורERP

# View_InventorForm_tbInventorDate
source: Inventor date
he: תאריך ספירה

# View_InventorForm_tbParameters
source: Parameters
he: מאפיינים

# View_InventorForm_tbPathToDb
source: Path to database file
he: נתיב לקובץ בסיס נתונים

# View_InventorForm_tpCreateDate
source: Create date
he: תאריך הקמה

# View_InventorPost_btnOpenHomeDashboard
source: Open Home Dashboard
he: בית מסך פתיחה

# View_InventorPost_btnOpenInventorDashboard
source: Open Inventor Dashboard
he: פתח מסך ספירה

# View_InventorPost_btnOpenMainDashboard
source: Open Main Dashboard
he: פתח מסך ראשי

# View_InventorStatusChange_btnOpenConfig
source: Open Config
he: פתח קובץ INI

# View_InventorStatusChange_btnPrint
source: Print
he: הדפס

# View_InventorStatusChange_btnReloadConfig
source: Reload Config
he: טען קובץ INI

# View_InventorStatusChange_btnSendData
source: Start Process
he: שלח נתונים למשרד

# View_InventorStatusChange_chkDataSent
source: Data is sent to the Office
he: נתונים נשלחים למשרד

# View_InventorStatusChange_chkIncludeEndInventor
source: include End of Inventory Files
he: כלול קבצי סיום ספירה

# View_InventorStatusChange_chkIncludePack
source: include Pack zip file
he: כלול קובץ אריזה-Pack

# View_InventorStatusChange_chkIncludeSdf
source: include Inventor .SDF
he: כלול קובץ בסיס נתונים

# View_InventorStatusChange_chkReportsPrinted
source: reports are printed
he: דוחות בהדפסה

# View_InventorStatusChange_grpPreClosedActions
source: Pre-closed actions
he: פעולות לפני סגירה

# View_InventorStatusChange_tbChangeStatus
source: Change Status:
he: שנה סטאטוס

# View_InventorStatusChange_tbDescription
source: Description:
he: תיאור

# View_InventorStatusChange_tbInventor
source: Inventor:
he: ספירה

# View_InventorStatusChange_tbInventorDate
source: Inventor date:
he: תאריך ספירה

# View_InventorStatusChange_tbManager
source: Manager:
he: מנהל

# View_InventorStatusChange_tbZipPath
source: Zip path
he: נתיב קובץ הZIP

# View_InventorStatusDashboardPart_tbChangeStatus
source: Change Status
he: שנה סטאטוס

# View_InventorStatusDashboardPart_tbSetCurrentAsProcess
source: Set Current As Process
he: הפוך לספירה פעילה

# View_InventorStatusDashboardPart_tbShowInventor
source: Show Inventor
he: הצג ספירה

# View_InventorStatusDashboardPart_tbStatus
source: Status:
he: סטאטוס

# View_InventProductAddEdit_btnUndo
source: Undo
he: בטל

# View_InventProductAddEdit_tbMakat
source: Makat:
he: מק"ט

# View_InventProductAddEdit_tbOriginalCode
source: Original Code from PDA:
he: קוד מקורי מהמסופון

# View_InventProductAddEdit_tbProductName
source: Product name:
he: שם פריט

# View_InventProductAddEdit_tbQuantityEdit
source: QuantityEdit:
he: כמות

# View_InventProductAddEdit_tbQuantityOriginal
source: QuantityOriginal:
he: כמות מקורית

# View_InventProductAddEdit_tbQuantityPartialEdit
source: Quantity Partial Edit
he: ערוך כמות בודדים

# View_InventProductAddEdit_tbRemark
source: Remark
he: הערה

# View_InventProductAddEdit_tbSerialNumber
source: SerialNumber:
he: מספר סידורי:

# View_InventProductAddEdit_tbStatusBit
source: Status Bit:
he: סטאטוס:

# View_InventProductClone_Quantity
source: QuantityEdit
he: כמות להוספה

# View_InventProductClone_QuantityAfter
source: QuantityEdit after
he: סה"כ כמות כולל השכפול

# View_InventProductClone_QuantityBefore
source: QuantityEdit in DB before
he: כמות שנספרה עד עתה

# View_InventProductClone_tbMakat
source: Makat
he: מק"ט

# View_InventProductListDetails_btnDisable
source: Enable/Disable itur
he: בטל/אחזר איתור

# View_InventProductListDetails_busyPrinting
source: Printing...
he: מדפיס...

# View_InventProductListDetails_columnApprove
source: Approve
he: אשר

# View_InventProductListDetails_columnCreateDate
source: CreateDate
he: תאריך הקמה

# View_InventProductListDetails_columnDeviceCode
source: Device Code
he: קוד מכשיר

# View_InventProductListDetails_columnDocumentCode
source: DocumentCode
he: קוד מסמך

# View_InventProductListDetails_columnDocumentNumber
source: Document Number
he: מספר מסמך

# View_InventProductListDetails_columnFromInventorToStart
source: To Start
he: זמן מהתחלת הספירה

# View_InventProductListDetails_columnFromTime
source: Start Time
he: זמן התחלה

# View_InventProductListDetails_columnInventorData
source: Inventor Data
he: תאריך ספירה

# View_InventProductListDetails_columnIturName
source: Itur Name
he: שם איתור
