Repository: parad74/Count4U
Catalog: Count4U.Localization/Resources.*.resx
Languages: he

# ViewModel_ExportPdaSettingsControl_ProductCodeAndNameAndUnitType
source: Product Code & Name & Unit Type
he: קוד פריט (ברקוד + מק"ט), תאור מוצר ויחידת מידה

# ViewModel_ExportPdaSettingsControl_ProductCodeName
source: Product Code & Name
he: קוד פריט (ברקוד + מק"ט) ותאור מוצר

# ViewModel_ExportPdaSettingsControl_ValidIntegerRequired
source: Valid positive integer required
he: ערך חיובי ושלם נדרש

# ViewModel_FamilesDashboardPart
source: Total {0} familes
he: סה"כ {0} משפחות

# ViewModel_FamilyAddEditDelete_deleteAll
source: Are you sure want to delete all Familes?
he: האם ברצונך למחוק את כל טבלת המשפחות?

# ViewModel_FamilyAddEdit_CodeFormat
source: Code must consist of alphanumeric characters
he: קוד חייב לכלול תווים אלפא נומריים

# ViewModel_FilterTemplate_msgAreYouSureDelete
source: Are you sure want to delete {0} ?
he: האם אתה בטוח שברצונך למחוק ?

# ViewModel_FromPdaDahsboardPart_tbTotalDocuments
source: Total import time : {0}
he: סה"כ מסמכים: {0}

# ViewModel_FromPdaDahsboardPart_tbTotalItems
source: Total Records: {0}
he: סה"כ רשומות: {0}

# ViewModel_ImportCatalogAs400_msgInventorDate
source: File Date is not equal to the Inventory date, the file may be not updated, do you want to continue with the update?
he: תאריך הקובץ לא תואם לתאריך הספירה, האם ברצונך להמשיך בעדכון ?

# ViewModel_ImportFromPda_Printing
source: Printing...
he: מדפיס...

# ViewModel_ImportModuleBase
source: Total import time : {0}
he: זמן יבוא כללי : {0}

# ViewModel_ImportModuleBaseTotalTime
source: Total time : {0}
he: סה"כ זמן קליטה : {0}

# ViewModel_ImportWithModulesBase_ImportProgress
source: Import progress:
he: מהלך קליטה:

# ViewModel_ImportWithModulesBase_Step
source: Step: {0}/{1}
he: שלב: {0}/{1}

# ViewModel_ImportWithModulesBase_StepSession
source: Step: {0}/{1}, session {2}
he: שלב: {0}/{1}, פעולה{2}

# ViewModel_ImportWithModulesBase_UpdateProgress
source: Update progress:
he: תהליך עדכון יתרות:

# ViewModel_ImportWithModules_TitleImport
source: Import Adapters
he: יבוא מתאמים

# ViewModel_ImportWithModules_TitleImportBranch
source: Import Branch Adapters
he: יבוא מתאמי סניפים

# ViewModel_ImportWithModules_TitleImportCatalog
source: Import Catalog Adapters
he: ייבוא מתאמי קטלוג

# ViewModel_ImportWithModules_TitleImportFamily
source: Import Family Adapters
he: ייבוא מתאמי משפחות

# ViewModel_ImportWithModules_TitleImportItur
source: Import Itur Adapters
he: ייבוא מתאמי איתורים

# ViewModel_ImportWithModules_TitleImportLocation
source: Import Location Adapters
he: ייבוא מתאמי מיקום

# ViewModel_ImportWithModules_TitleImportSection
source: Import Section Adapters
he: ייבוא מתאמי מחלקות

# ViewModel_ImportWithModules_TitleImportSupplier
source: Import Supplier Adapters
he: ייבוא מתאמי ספקים

# ViewModel_ImportWithModules_TitleUpdate
source: Update Adapters
he: ייבוא מתאמי עדכון

# ViewModel_InventorChangeStatus_InvalidPath
source: Invalid path
he: נתיב לא קיים

# ViewModel_InventorForm_InventorCodeEmpty
source: Code can not be Empty
he: שדה קוד לא יכול להיות ריק

# ViewModel_InventorForm_InventorExist
source: Inventor with such code already exists
he: קיימת ספירה עם מספר דומה

# ViewModel_InventorPost_Code
source: Code: {0}{1}
he: קוד: {0}{1}

# ViewModel_InventorPost_CreateDate
source: Create Date: {0}{1}
he: תאריך בניה: {0}{1}

# ViewModel_InventorPost_DbPath
source: DbPath: {0}{1}
he: נתיב בסיס נתונים: {0}{1}

# ViewModel_InventorPost_Description
source: Description: {0}{1}
he: תיאור: {0}{1}

# ViewModel_InventorPost_ImportCatalog
source: Import Catalog: {0}{1}
he: ייבא קטלוג: {0}{1}

# ViewModel_InventorPost_ImportItur
source: Import Itur: {0}{1}
he: ייבא איתור: {0}{1}

# ViewModel_InventorPost_ImportLocation
source: Import Location: {0}{1}
he: ייבא מיקום: {0}{1}

# ViewModel_InventorPost_tbCreated
source: Inventor created
he: ספירה חדשה נוצרה

# ViewModel_InventorStatusChange_msgAdapterNotSet
source: Export ERP Adapter not set
he: לא נבחר מתאם ייצוא לERP

# ViewModel_InventorStatusChange_Status
source: Status: {0}
he: סטאטוס: {0}

# ViewModel_InventProductClone_quantityValidation
source: Total quantity can't be smaller then zero
he: סה"כ כמות לא יכולה שלילית

# ViewModel_InventProductItem_QuantityEdit
source: Value must be positive and non null
he: הערך חייב להיות חיובי ושונה מאפס

# ViewModel_InventProductListDetails_Location
source: Location name:
he: שם מיקום:

# ViewModel_InventProductListDetails_NumberPrefix
source: Number prefix:
he: קוד קידומת:

# ViewModel_InventProductListDetails_NumberSuffix
source: Number suffix:
he: קוד איתור:

# ViewModel_InventProductListDetails_StatusBit
source: Status bit:
he: סטאטוס:

# ViewModel_InventProductListDetails_StatusDocHeaderBit
source: ERP Code:
he: סטאטוס כותרת מסמך:

# ViewModel_InventProductListDetails_StatusGroupBit
source: Status group bit:
he: סטאטוס קבוצה:

# ViewModel_InventProductListDetails_tbNoSuchItur
source: No Itur with such code
he: קוד איתור זה אינו קיים

# ViewModel_InventProductListDetails_TotalItems
source: Total Items:
he: סה"כ פריטים:

# ViewModel_InventProductPart_InsertFromBarcode
source: Items Inserted from Barcode: {0}
he: פריטים שנסרקו: {0}

# ViewModel_InventProductPart_InsertManually
source: Items Inserted Manually: {0}
he: פריטים שהוקלדו: {0}

# ViewModel_IturAddEditDelete_AlreadyExist
source: Following itur(s) already exist: {0}
he: האיתור/ים הבא/ים כבר קיימים: {0}

# ViewModel_IturAddEditDelete_FilterDate
source: Date
he: תאריך

# ViewModel_IturAddEditDelete_FilterLocation
source: Location
he: מיקום

# ViewModel_IturAddEditDelete_FilterNumber
source: Number
he: מספר

# ViewModel_IturAddEditDelete_FilterStatus
source: Status
he: סטאטוס

# ViewModel_IturAdd_Expression
source: Expression is not valid{0} Format example: {1} 1,2,45-60
he: הביטוי לא חוקי{0} מבנה לדוגמה: {1} 1,2,45-60

# ViewModel_IturimDashboardPart_total
source: Total {0}
he: סה"כ {0}

# ViewModel_IturListDetails_GroupLocation
source: Location
he: מיקום

# ViewModel_IturListDetails_GroupStatus
source: Status
he: סטאטוס קבוצה

# ViewModel_IturListDetails_GroupStatusNotEmpty
source: Status group NE
he: לא ריק

# ViewModel_IturListDetails_GroupTag
source: Tag
he: תג

# ViewModel_IturListDetails_ProgressDoneTotalItemsString
source: (Total {0} items)
he: (סה"כ {0} פריטים)

# ViewModel_IturListDetails_ProgressTotalString
source: {0}% done
he: %{0} בוצע

# ViewModel_IturListDetails_SortIturERPCode
source: IturERPCode
he: קוד איתור ERP

# ViewModel_IturListDetails_SortLocation
source: Location
he: מיקום

# ViewModel_IturListDetails_SortNumber
source: Number
he: מספר

# ViewModel_IturListDetails_SortStatusGroup
source: Status group
he: סטאטוס קבוצה

# ViewModel_LastCustomersDashboardPart_TotalCustomers
source: Total {0} customers
he: סה"כ {0} לקוחות

# ViewModel_LocationAddEdit_CodeEmpty
source: Code can not be empty
he: קוד לא יכול להיות ריק

# ViewModel_LocationAddEdit_NameEmpty
source: Name can not be empty
he: שם לא יכול להיות ריק

# ViewModel_LocationTag_Expression
source: Tag is Invalid
he: תג לא חוקי

# ViewModel_MaskAddEdit_NotValidMask
source: Not valid mask
he: מיסוך לא חוקי

# ViewModel_Pack_CBIDb
source: Customers -> Branchs -> Inventors DB
he: בסיסי נתונים לקוחות -> סניפים -> ספירות

# ViewModel_Pack_MainDbFromOffice
source: Main DB from Office
he: בסיס נתונים מרכזי מהמשרד (OFFICE)

# ViewModel_Pack_Packing
source: Packing:
he: מכווץ:

# ViewModel_Pack_Preparing
source: Preparing...
he: בתהליך הכנה...

# ViewModel_PlanBasement_msgContinue
source: Planogram has unsaved changes. Do you want to save now?
he: לפלנוגרמה קיימים שינויים שלא נשמרו, האם ברצונך לבצע שמירה כעת?

# ViewModel_PlanCanvas_btnHand
source: Pan (H)
he: הזזה (H)

# ViewModel_PlanCanvas_btnLocation
source: Location
he: מיקום

# ViewModel_PlanCanvas_btnPicture
source: Picture
he: תמונה

# ViewModel_PlanCanvas_btnPointer
source: Selection (V)
he: בחירה (V)

# ViewModel_PlanCanvas_btnShelf
source: Shelf
he: מדף

# ViewModel_PlanCanvas_btnText
source: Text
he: טקסט

# ViewModel_PlanCanvas_btnWall
source: Wall
he: קיר

# ViewModel_PlanCanvas_btnWindow
source: Window
he: חלון

# ViewModel_PlanCanvas_btnZoom
source: Zoom (Z)
he: זום (Z)

# ViewModel_PlanCanvas_mnuAlign
source: Align
he: יישר

# ViewModel_PlanCanvas_msgClearAll
source: Are you sure want to delete all Iturs from object?
he: האם אתה בטוח שברצונך למחוק את כל האיתורים מהאובייקט ?

# ViewModel_PlanCanvas_msgDelete
source: Are you sure want to delete object(s) ?
he: האם אתה בטוח שברצונך למחוק את האובייקט/ים ?

# ViewModel_PlanCanvas_msgLinkedToOtherPlan
source: Following iturs are linked to other planogram unit: {0}. Do you want to move them?
he: האיתורים הבאים משוייכים לאובייקט אחר בפלנוגרמה: {0}. האם ברצונך להזיזם ?

# ViewModel_PlanCanvas_msgMissingInDb
source: Following iturs are not found: {0}.
he: האיתורים הבאים לא נמצאו: {0}.

# ViewModel_PlanCanvas_msgValueIsIncorrect
source: Value is incorrect
he: הערך לא תקין

# ViewModel_PlanInfo_msgCalculating
source: Calculating...
he: מחשב נתונים...

# ViewModel_PlanLocation_Assign_EmptyLocation
source: Empty
he: ללא איתור

# ViewModel_PlanSizeChange_maxHeight
source: Max height is {0}
he: גובה מקסימום: {0}

# ViewModel_PlanSizeChange_maxWidth
source: Max width is {0}
he: רוחב מקסימום: {0}

# ViewModel_PlanSizeChange_minHeight
source: Min height is {0}
he: גובה מינימום: {0}

# ViewModel_PlanSizeChange_minWidth
source: Min width is {0}
he: רוחב מינימום: {0}

# ViewModel_PlanTreeItem_nodeLocation
source: Location
he: מיקום

# ViewModel_PlanTreeItem_nodePicture
source: Picture
he: תמונה

# ViewModel_PlanTreeItem_nodeText
source: Text
he: טקסט

# ViewModel_PlanTreeItem_nodeUnnamed
source: Unnamed
he: מדף

# ViewModel_PlanTreeItem_nodeWall
source: Wall
he: קיר

# ViewModel_PlanTreeItem_nodeWindow
source: Window
he: חלון

# ViewModel_PlanTree_nodeLocations
source: Locations
he: מיקומים

# ViewModel_PlanTree_nodePicture
source: Picture
he: תמונה

# ViewModel_PlanTree_nodeShelves
source: Shelves
he: מדפים

# ViewModel_PlanTree_nodeText
source: Text
he: טקסט

# ViewModel_PlanTree_nodeWalls
source: Walls
he: קירות

# ViewModel_PlanTree_nodeWindows
source: Windows
he: חלונות

# ViewModel_ReportAddEdit_CodeUnique
source: Report Code is not Unique
he: קוד הדוח אינו חד ערכי

# ViewModel_SearchBranch
source: Branch
he: סניף

# ViewModel_SearchBranchTotal
source: Total {0} branches
he: סה"כ {0} סניפים

# ViewModel_SearchCustomer
source: Customer
he: לקוח

# ViewModel_SearchCustomerTotal
source: Total {0} customers
he: סה"כ {0} לקוחות

# ViewModel_SearchFamilyTotal
source: Total {0} familes
he: סה"כ {0} משפחות

# ViewModel_SearchInventor
source: Inventor
he: ספירה

# ViewModel_SearchInventorTotal
source: Total {0} inventors
he: סה"כ {0} ספירה

# ViewModel_SearchInventProduct
source: Invent Product
he: פריט שנספר

# ViewModel_SearchInventProductAdvanced
source: Invent Product Advanced
he: פריט נספר מתקדם - מפורט

# ViewModel_SearchInventProductAdvancedGridSimple_tbTotal
source: Total {0} Items
he: סה"כ {0} פריטים

# ViewModel_SearchInventProductAdvancedGridSimple_tbTotal2
source: Row Count: {0}
he: מספר שורה: {0}

# ViewModel_SearchInventProductAdvancedGridSimple_tbTotalString2
source: Row Count: {0}
he: מספר שורות: {0}

# ViewModel_SearchInventProductSum
source: Total Item: {0}
he: סה"כ פריטים: {0}

# ViewModel_SearchInventProductTotal
source: Total {0} Invent Prodcuts
he: סה"כ {0} פריטים שנספרו

# ViewModel_SearchInventProductTotal2
source: Row Count: {0}
he: סה"כ שורות: {0}

# ViewModel_SearchInventProduct_TotalIturs
source: Total Iturs: {0}
he: סה"כ איתורים: {0}

# ViewModel_SearchIturTotal
source: Total {0} iturs
he: סה"כ {0} איתורים

# ViewModel_SearchLocationTotal
source: Total {0} Locations
he: סה"כ {0} מיקומים

# ViewModel_SearchProductTotal
source: Total {0} Products
he: סה"כ {0} פריטים

# ViewModel_SearchSectionTotal
source: Total {0} Sections
he: סה"כ {0} מחלקות

# ViewModel_SearchSupplierTotal
source: Total {0} suppliers
he: סה"כ {0} ספקים

# ViewModel_Search_IturAdvanced
source: Itur Advanced
he: איתור מתקדם

# ViewModel_SectionAddEditDelete_deleteAll
source: Are you sure want to delete all Sections?
he: האם אתה בטוח שברצונך למחוק את כל המחלקות ?

# ViewModel_SectionAddEdit_CodeFormat
source: Code must consist of alphanumeric characters
he: קוד חייב להכיל תווים אלפא נומריים

# ViewModel_SupplierAddEditDelete_deleteAll
source: Are you sure want to delete all Suppliers?
he: האם אתה בטוח שברצונך למחוק את כל הספקים ?

# ViewModel_SupplierAddEdit_CodeFormat
source: Code must consist of alphanumeric characters
he: קוד חייב להכיל תווים אלפא נומריים

# ViewModel_SupplierDashboardPart
source: Total {0} suppliers
he: סה"כ {0} ספקים

# ViewModel_Unpack_busyText
source: Unpacking:
he: פתיחת הכיווץ:

# ViewModel_Unpack_fileDone
source: Unpacked: {0}
he: נפתחו: {0}

# ViewModel_Unpack_PostProcess
source: Validating databases...
he: בודק תקינות בסיסי נתונים...

# ViewModel_Unpack_summaryNumberBranches
source: Number of branches being affected: {0}
he: מספר הסניפים שהושפעו: {0}

# ViewModel_Unpack_summaryNumberCustomers
source: Number of customers being affected: {0}
he: מספר הלקוחות שהושפעו: {0}

# ViewModel_Unpack_summaryNumberInventors
source: Number of inventors being affected: {0}
he: מספר הספירות שהושפעו: {0}

# ViewModel_Unpack_summaryPath
source: Source File: {0}
he: קובץ מקור: {0}

# ViewModel_Unpack_summaryStatusFailed
source: Status: Failed
he: סטאטוס : נכשל

# ViewModel_Unpack_summaryStatusOk
source: Status: OK
he: סטאטוס : תקין

# ViewModel_Unpack_summaryTotalUnpacked
source: Total files being unpack: {0}
he: סה"כ קבצים שהתווספו למערכת: {0}

# ViewModel_UserSettings_cmbReportsRepositoryADO
source: Reader ADO
he: קורא ADO

# ViewModel_UserSettings_cmbReportsRepositoryBulk
source: Try Fast
he: קליטה מהירה

# ViewModel_UserSettings_LoggingSetConfigurable
source: Configurable
he: להגדרה

# ViewModel_UserSettings_LoggingSetInfo
source: Info
he: מידע

# ViewModel_UserSettings_LoggingSetSimple
source: Simple
he: פשוט

# ViewModel_XTechMeuhedet_ERP_Code_Different
source: ERP code ({0}) in file is not equal to the Branch ERP code ({1}), do you want to continue & update the ERP quantity expected?
he: ERP קוד ({0}) בקובץ שונה מקוד הסניף ב- ({1}), האם ברצונך להמשיך ולעדכן את צפי המלאי?

# ViewModel_ZipExport_Checking
source: Checking...
he: בבדיקה...

# ViewModel_ZipExport_Packing
source: Packing:
he: אורז קבצים

# ViewModel_ZipImport_FileNotCount4UZip
source: File is not Count4U zip archive
he: הקובץ לא במבנה המכווץ השייך למערכת Count4U

# ViewModel_ZipImport_FileNotExist
source: File doesn't exist in filesystem
he: הקובץ לא קיים בקבצי המערכת

# ViewModel_ZipImport_FileNotZip
source: File is not zip archive
he: הקובץ הוא לא קובץ ZIP

# ViewModel_ZipImport_Unpacking
source: Unpacking:
he: פותח קבצים

# View_AdapterLink_btnDeleteLink
source: Delete link
he: מחק קישור

# View_AdapterLink_btnRestoreLinks
source: Restore Links of Adapter
he: משחזר קישורים למתאם

# View_AdapterLink_columnAdapterCode
source: Adapter Code
he: קוד מתאם

# View_AdapterLink_columnCode
source: Code
he: קוד

# View_AdapterLink_columnDescription
source: Description
he: תיאור

# View_AdapterLink_columnDomainType
source: Domain type
he: סוג דומיין

# View_AdapterLink_columnName
source: Name
he: שם

# View_AdapterLink_tbAdapterMissed
source: Adapter doesn't exist in file system
he: מתאם לא קיים במערכת

# View_AdaptersMask_btnSetAsDefault
source: Set as Default
he: קבע כברירת מחדל

# View_AdaptersMask_grpGetMasksFrom
source: Get masks from:
he: השתמש במיסוכים מ:

# View_AdaptersMask_radioBranch
source: Branch
he: סניף

# View_AdaptersMask_radioCustomer
source: Customer
he: לקוח

# View_AdaptersMask_radioInventor
source: Inventor
he: ספירה

# View_AdaptersMask_tbBarcodeMask
source: BarcodeMask
he: מיסוך ברקוד

# View_AdaptersMask_tbBarcodeMask1
source: BarcodeMask1
he: מיסוך ברקוד נוסף

# View_AdaptersMask_tbMakatMask
source: MakatMask
he: מיסוך מק"ט

# View_AdaptersMask_tbMakatMask1
source: MakatMask1
he: מיסוך מק"ט נוסף

# View_BasePdaViewModel_tbQuantityPda
source: Pda started/checked: {0}/{1}
he: מסופונים שזוהו/סומן: {1}/{0}

# View_BranchAdd_chkAddOtherBranch
source: Add other Branch on save
he: הוסף סניף חדש לאחר שמירה

# View_BranchAdd_chkClearFields
source: Clear Fields on save
he: נקה שדות לאחר שמירה

# View_BranchAdd_chkInheritData
source: Inherit data from customer
he: שכפל נתונים מהלקוח

# View_BranchAdd_tbCreateNewBranch
source: Create new Branch
he: בנה סניף חדש

# View_BranchAdd_tbCurrentCustomer
source: Current Customer
he: לקוח נוכחי:

# View_BranchAdd_tiDefaultImportAdapters
source: Default import adapters
he: מתאמי ברירת מחדל לקליטה

# View_BranchAdd_tiGeneral
source: General
he: כללי

# View_BranchChoose_bntCreateNewBranch
source: Create new Branch
he: בנה סניף חדש

# View_BranchChoose_btnNext
source: Next > select inventor
he: הבא > בחר ספירה

# View_BranchChoose_btnOpenDashboard
source: Open branch dashboard
he: פתח מסך סניף

# View_BranchChoose_btnPrev
source: Select customer < Previous
he: הקודם < בחר לקוח

# View_BranchChoose_columnAddress
source: Address
he: כתובת

# View_BranchChoose_columnCodeErp
source: CodeErp
he: קוד ERP

# View_BranchChoose_columnCodeLocal
source: CodeLocal
he: קוד מקומי

# View_BranchChoose_columnContactPerson
source: ContactPerson
he: איש קשר

# View_BranchChoose_columnCustomerCode
source: Customer code
he: קוד לקוח

# View_BranchChoose_columnCustomerName
source: Customer Name
he: שם לקוח

# View_BranchChoose_columnDescription
source: Description
he: תיאור

# View_BranchChoose_columnFax
source: Fax
he: פקס

# View_BranchChoose_columnMail
source: Mail
he: כתובת אימייל

# View_BranchChoose_columnName
source: Name
he: שם

# View_BranchChoose_columnPhone
source: Phone
he: טלפון

# View_BranchChoose_tbBranch
source: Branch
he: סניף

# View_BranchChoose_tbBy
source: by
he: עפ"י

# View_BranchEdit_tbCurrentCustomer
source: Current Customer
he: לקוח נוכחי

# View_BranchEdit_tbTitle
source: Branch Edit
he: ערוך סניף

# View_BranchEdit_tiDefaultImportAdapters
source: Default import adapters
he: מתאמי ברירת מחדל לקליטה

# View_BranchEdit_tiGeneral
source: General
he: כללי

# View_BranchesDashboardPart_columnCode
source: Code
he: קוד

# View_BranchesDashboardPart_columnCodeLocal
source: Code Local
he: קוד פנימי

# View_BranchesDashboardPart_columnName
source: Name
he: שם

# View_BranchForm_btnClear
source: Clear
he: נקה

# View_BranchForm_btnCopyInfoFromCustomer
source: Copy info from Customer
he: העתק נתונים מהלקוח

# View_BranchForm_btnGenerateNew
source: Generate new
he: בנה חדש

# View_BranchForm_tbAddress
source: Address
he: כתובת

# View_BranchForm_tbBranchName
source: Branch Name
he: שם סניף

# View_BranchForm_tbCode
source: Code
he: קוד

# View_BranchForm_tbCodeErp
source: Code ERP
he: קוד ERP

# View_BranchForm_tbCodeLocal
source: Code Local
he: קוד מקומי

# View_BranchForm_tbContact
source: Contact
he: קשר

# View_BranchForm_tbContactPerson
source: Contact person
he: איש קשר

# View_BranchForm_tbContinuationAddress
source: Continuation Address
he: כתובת משנית

# View_BranchForm_tbDescription
source: Description
he: תיאור

# View_BranchForm_tbFAX
source: FAX
he: פקס

# View_BranchForm_tbMail
source: Mail
he: כתובת אימייל

# View_BranchForm_tbParameters
source: Parameters
he: מאפיינים

# View_BranchForm_tbPhone
source: Phone
he: טלפון

# View_BranchPost_btnCreateNewInventor
source: Create new Inventor
he: צור ספירה חדשה

# View_BranchPost_btnEditCurrent
source: Edit current branch
he: ערוך סניף נוכחי

# View_CatalogForm_BarcodeOriginal
source: Barcode Original
he: ברקוד מקורי

# View_CatalogForm_columnBalanceQuantityERP
source: BalanceQuantityERP
he: כמות במלאי ERP

# View_CatalogForm_columnBalanceQuantityPartialERP
source: Balance Quantity Partial ERP
he: כמות בודדים במלאי ERP

# View_CatalogForm_columnBarcode
source: Barcode
he: ברקוד

# View_CatalogForm_columnCountInParentPack
source: Count in Parent Pack
he: כמות באריזה

# View_CatalogForm_columnFamily
source: Family
he: משפחה

# View_CatalogForm_columnInputTypeCode
source: Input Type Code
he: קוד סוג קלט

# View_CatalogForm_columnIturCodeExpected
source: Itur Code Expected
he: קוד איתור צפוי

# View_CatalogForm_columnMakat
source: Makat
he: מק"ט

# View_CatalogForm_columnMakatOriginal
source: Makat original
he: מק"ט מקורי

# View_CatalogForm_columnModifyDate
source: ModifyDate
he: תאריך שינוי

# View_CatalogForm_columnName
source: Name
he: שם

# View_CatalogForm_columnParentMakat
source: Parent Makat
he: מק"ט אב

# View_CatalogForm_columnPriceBuy
source: Price Buy
he: מחיר קניה

# View_CatalogForm_columnPriceExtra
source: Price Extra
he: מחיר נוסף

# View_CatalogForm_columnPriceSale
source: Price Sale
he: מחיר מכירה

# View_CatalogForm_columnPropertyCode
source: Code
he: קוד

# View_CatalogForm_columnPropertyName
source: Name
he: שם

# View_CatalogForm_columnPropertyValue
source: Value
he: ערך

# View_CatalogForm_columnSectionCode
source: Section Code
he: קוד מחלקה

# View_CatalogForm_columnSupplierCode
source: Supplier Code
he: קוד ספק

# View_CatalogForm_columnTypeCode
source: Type Code
he: קוד סוג

# View_CatalogForm_columnUnitTypeCode
source: Unit Type
he: סוג יחידה

# View_CatalogForm_tblSearch
source: Search
he: חפש

# View_CatalogInfoForCBIPath_tbUpdate
source: ERP Balance
he: יתרות מלאי ERP

# View_CatalogInfoForCBI_tbEditMask
source: Mask
he: מסכה

# View_CBIObjectProperties_tbCode
source: Code:
he: קוד

# View_CBIObjectProperties_tbCopyToClipboard
source: Copy to Clipboard
he: העתק לוח

# View_CBIObjectProperties_tbCreateDate
source: Create date:
he: תאריך הקמה:

# View_CBIObjectProperties_tbDatabasePath
source: Database path:
he: נתיב לבסיס הנתונים

# View_CBIObjectProperties_tbExportToPdaPath
source: Export to PDA path:
he: נתיב ייצוא למסופון

# View_CBIObjectProperties_tbImportPath
source: Import path:
he: נתיב קליטה

# View_CBIObjectProperties_tbInventorDate
source: Inventor date:
he: תאריך ספירה

# View_CBIObjectProperties_tbInventorStatus
source: Inventor status:
he: סטאטוס ספירה

# View_CBIObjectProperties_tbOpenInExplorer
source: Open in explorer
he: פתח באמצעות Explorer

# View_CommonImportExport_chkWriteToLog
source: Also write Log to File
he: בנוסף רשום לקובץ לוג

# View_CommonInventProduct_chkOnlyWithError
source: Only item with error
he: רק פריטים שנספרו עם שגיאה

# View_CommonInventProduct_columnCreateDate
source: Create Date
he: תאריך הקמה

# View_CommonInventProduct_columnDocument
source: Document
he: מסמך

# View_CommonInventProduct_columnInputType
source: Input Type
he: סוג קלט

# View_CommonInventProduct_columnIturCode
source: Itur Code
he: קוד איתור

# View_CommonInventProduct_columnMakat
source: Makat
he: מק"ט

# View_CommonInventProduct_columnNum
source: Num
he: מס'

# View_CommonInventProduct_columnOriginalCode
source: Code input from PDA
he: קוד מקורי מהמסופון

# View_CommonInventProduct_columnProductName
source: Product Name
he: שם פריט

# View_CommonInventProduct_columnQuantityEdit
source: QuantityEdit
he: כמות

# View_CommonInventProduct_columnSerialNumber
source: Serial Number
he: מספר סריאלי

# View_CommonInventProduct_columnStatusBit
source: Status bit
he: סטאטוס

# View_CommonInventProduct_SerialNumber
source: Serial Number
he: מספר סריאלי

# View_CommonInventProduct_SupplierCode
source: Supplier Code
he: סריאלי יצרן

# View_ConfigurationSetAdd
source: Name
he: שם

# View_CustomerAdd_chkAddOtherOnSave
source: Add other Bustomer on save
he: הוסף לקוח חדש לאחר שמירה

# View_CustomerAdd_chkClearFieldsOnSave
source: Clear Fields on save
he: נקה שדות לאחר שמירה

# View_CustomerAdd_tbCreateNewCustomer
source: Create new Customer
he: בנה לקוח חדש

# View_CustomerAdd_tiExportAdapters
source: Export adapters
he: מתאמי ייצוא

# View_CustomerAdd_tiGeneral
source: General
he: כללי

# View_CustomerAdd_tiImportAdapters
source: Import Adapters
he: מתאמי ייבוא

# View_CustomerChoose_btnCreateNew
source: Create new Customer
he: בנה לקוח חדש

# View_CustomerChoose_btnNext
source: Next > select branch
he: הבא > בחר סניף
