Repository: parad74/Count4U
Catalog: Count4U.Localization/Resources.*.resx
Languages: he

# Bit_Branch_CodeEmpty
source: Code can not be Empty
he: חובה למלא שדה קוד

# Bit_Branch_CodeErpEmpty
source: Code ERP can not be Empty
he: חובה למלא שדה קוד ERP

# Bit_Branch_CodeErpFormat
source: Unacceptable symbols
he: תו לא חוקי

# Bit_Branch_CodeFormat
source: Unacceptable symbols
he: תו לא חוקי

# Bit_Branch_CodeLength
source: Code Length must be in range between 3 and 10
he: אורך הקוד חייב להיות בין 3 ל- 10 תווים

# Bit_Branch_CodeLocalEmpty
source: Code Local can not be empty
he: חובה למלא שדה קוד מקומי

# Bit_Branch_CodeLocalFormat
source: Unacceptable symbols
he: תו לא חוקי

# Bit_Branch_CodeUnique
source: Branch with such Code already exists
he: קיים סניף עם מספר זהה

# Bit_Branch_ContactPersonFormat
source: Unacceptable symbols
he: תו לא חוקי

# Bit_Customer_CodeEmpty
source: Code can not be Empty
he: חובה למלא שדה קוד

# Bit_Customer_CodeFormat
source: Unacceptable symbols
he: תו לא חוקי

# Bit_Customer_CodeLength
source: Code Length must be in range between 3 and 10
he: אורך הקוד חייב להיות בין 3 ל- 10 תווים

# Bit_Customer_CodeUnique
source: Customer with such code already exists
he: קיים לקוח עם מספר זהה

# Bit_Customer_ContactPersonFormat
source: Unacceptable symbols
he: תו לא חוקי

# Bit_Customer_PicFileInvalid
source: File is not valid image
he: קובץ לא חוקי

# Bit_Customer_PicFileMissed
source: File doesn't exist
he: קובץ לא קיים

# Bit_FKCodeIsEmpty_BarcodeOrMakatIsEmpty
source: Barcode or Makat Is Empty
he: ברקוד או מק"ט ריקים

# Bit_FKCodeIsEmpty_BarcodeOrMakatIsNotExistsInCatalog
source: Barcode or Makat Is Not Exists In Catalog
he: ברקוד או מק"ט לא קיימים בקובץ הקטלוג

# Bit_FKCodeIsEmpty_DocumentCode
source: DocumentCode Is Empty
he: קוד מסמך ריק

# Bit_FKCodeIsEmpty_IturCode
source: IturCode Is Empty
he: קוד איתור ריק

# Bit_FKCodeIsEmpty_LocationCode
source: LocationCode Is Empty
he: קוד אתר ריק

# Bit_HebrewCharsAreNotAllowed
source: Hebrew chars are not allowed
he: לא ניתן להכיל תווים בעברית

# Bit_InvalidFormat_General
source: Invalid Format
he: מבנה שגוי

# Bit_InvalidValue_Code
source: Invalid Code Value
he: ערך קוד שגוי

# Bit_InvalidValue_DocumentCode
source: Invalid DocumentCode Value
he: קוד מסמך לא חוקי

# Bit_InvalidValue_Email
source: Invalid Email Value
he: אימייל לא חוקי

# Bit_InvalidValue_Fax
source: Invalid Fax Value
he: מספר פקס לא חוקי

# Bit_InvalidValue_General
source: Invalid Value
he: ערך לא חוקי

# Bit_InvalidValue_Name
source: Invalid Name Value
he: ערך שם לא חוקי

# Bit_InvalidValue_Phone
source: Invalid Phone Value
he: ערך טלפון לא חוקי

# Bit_InvalidValue_Prefix
source: Invalid Prefix Value. {0} Prefix can not be Empty. {1} It Is Expected Numeric String {2} 4 characters maximum
he: שדה PREFIX לא תקין. {0} השדה לא יכול להיות ריק. {1} חייב להכיל ערך נומרי. {2} חייב להכיל 4 תווים מקסימום

# Bit_InventProduct_MakatFormat
source: Unacceptable symbols
he: תו לא חוקי

# Bit_InventProduct_MakatIsEmpty
source: Can not be Empty
he: חובה למלא

# Bit_InventProduct_QuantityEditFormat
source: Wrong quantity edit format
he: מבנה עריכת כמות

# Bit_InventProduct_QuantityOriginalFormat
source: QuantityOriginalFormat
he: מבנה כמות מקורי

# Bit_IsEmpty_Barcode
source: Barcode can not be Empty
he: חובה למלא שדה ברקוד

# Bit_IsEmpty_Code
source: Code can not be Empty
he: חובה למלא שדה קוד

# Bit_IsEmpty_DocumentCode
source: DocumentCode can not be Empty
he: קוד מסמך לא יכול להיות ריק

# Bit_IsEmpty_General
source: Code can not be Empty
he: חובה למלא שדה קוד

# Bit_IsEmpty_Makat
source: Makat can not be Empty
he: חובה למלא שדה מק"ט

# Bit_IsEmpty_Name
source: Name can not be Empty
he: חובה למלא שדה שם

# Bit_IsEmpty_Number
source: Number can not be Empty
he: חובה למלא שדה מספר

# Bit_IsEmpty_Prefix
source: Prefix or Suffix can not be Empty
he: חובה למלא קידומת וקוד איתור

# Bit_Location_CodeEmpty
source: Name can not be empty
he: חובה למלא שדה שם

# Bit_Location_CodeExist
source: Location with such code already exists
he: קיים אתר עם מספר זהה

# Bit_Product_MakatFormat
source: Unacceptable symbols
he: תווים לא חוקיים

# Bit_Product_MakatIsEmpty
source: Can not be Empty
he: שדה חובה

# Bit_Product_MakatIsNotUnique
source: Makat is not unique
he: מק"ט איננו יחודי

# Bit_Product_PriceBuyFormat
source: Incorrect format
he: מבנה שגוי

# Bit_Product_PriceSaleFormat
source: Incorrect format
he: מבנה שגוי

# Bit_SameCodeExist_Document
source: Document with the Same DocumentCode Exist in DB
he: מסמך עם קוד מסמך זהה כבר קיים בבסיס הנתונים

# Bit_SameCodeExist_General
source: Object with the Same Code Exist in DB
he: אובייקט עם קוד זהה [{0}] קיים בבסיס הנתונים

# Bit_SameCodeExist_Itur
source: Itur with the Same Code Exist in DB
he: איתור עם קוד זהה קיים בבסיס הנתונים

# Bit_SameCodeExist_Location
source: Location with the Same Code Exist in DB
he: איזור עם קוד זהה קיים בבסיס הנתונים

# Bit_SameCodeExist_ProductBarcode
source: Product with the Same Barcode Exist in DB
he: פריט עם ברקוד זהה קיים בבסיס הנתונים

# Bit_SameCodeExist_ProductMakat
source: Product with the Same Makat Exist in DB
he: פריט עם מקט זהה קיים בבסיס הנתונים

# Bit_ValidateErrorMessage_BarcodeExistInDB
source: Same Barcode [{0}] Exist in DB
he: אותו ברקוד [{0}] קיים בבסיס הנתונים

# Bit_ValidateErrorMessage_BarcodeIsEmpty
source: Barcode : [{0}] Is Empty
he: הברקוד : [{0}] ריק

# Bit_ValidateErrorMessage_BarcodeNotExistInDB
source: Barcode [{0}] Exist in Data Row, but Not Exist in Catalog as Barcode
he: הברקוד [{0}] קיים בשורת הנתונים, אבל לא קיים בקטלוג כברקוד

# Bit_ValidateErrorMessage_DocumentCodeExistInDB
source: Document with Same Code [{0}] Exist in DB
he: מסמך עם קוד מסמך זהה [{0}] כבר קיים בבסיס הנתונים

# Bit_ValidateErrorMessage_Error
source: Parser Error :
he: בעיית ניתוח :

# Bit_ValidateErrorMessage_FileIsEmpty
source: File : [{0}] Is Empty or Is not Exist
he: הקובץ : [{0}] ריק או שלא קיים

# Bit_ValidateErrorMessage_FileIsNotExist
source: File : [{0}] Is not Exist
he: הקובץ : [{0}] לא קיים

# Bit_ValidateErrorMessage_IturCodeExistInDB
source: Itur with Same Code [{0}] Exist in DB
he: איתור עם קוד זהה [{0}]קיים בבסיס הנתונים

# Bit_ValidateErrorMessage_IturCodeNotExistInDB
source: IturCode [{0}] Exist in Data Row, but Not Exist in Itur as Code
he: קוד איתור [{0}]קיים בשורת נתון , אך לא קיים באיתור כקוד

# Bit_ValidateErrorMessage_LocationCodeExistInDB
source: Location with Same Code [{0}] Exist in DB
he: קוד המיקום [{0}] קיים בבסיס הנתונים

# Bit_ValidateErrorMessage_LocationCodeNotExistInDB
source: LocationCode [{0}] Exist in Data Row, but Not Exist in Location as Code
he: קוד מיקום [{0}] קיים בשורת נתונים, אבל לא קיים בטבלת מיקומים

# Bit_ValidateErrorMessage_MakatAndBarcodeNotExistInDB
source: Barcode (or Makat) [{0}] Exist in Data Row, but Not Exist in Catalog
he: ברקוד או מקט [{0}] קיים בשורת נתונים, אבל לא קיים בקטלוג

# Bit_ValidateErrorMessage_MakatExistInDB
source: Same Makat [{0}] Exist in DB
he: מקט זהה [{0}] קיים בבסיס הנתונים

# Bit_ValidateErrorMessage_MakatIsEmpty
source: Makat : [{0}] Is Empty
he: המקט : [{0}] ריק

# Bit_ValidateErrorMessage_MakatNotExistInDB
source: Makat [{0}] Exist in Data Row, but Not Exist in Catalog as Makat
he: המקט [{0}] קיים בשורת נתונים, אבל לא קיים בקטלוג

# Bit_ValidateErrorMessage_NoExpectedLengthString
source: Length of Input String does not match the Expected Length : [{0}]
he: אורך הנתון שהוכנס לא תואם את האורך הצפוי : [{0}]

# Bit_ValidateErrorMessage_NoHeaderLine
source: There Is no Header Line or not the Marker Header in the First Line of File : [{0}]
he: לא קיימת רשומת כותרת בשורה הרשונה בקובץ : [{0}]

# Bit_ValidateErrorMessage_NoOneDataRow
source: There Is no One Data Row in File : [{0}]
he: אין שורות פריטים בקובץ - קובץ ריק : [{0}]

# Bit_ValidateErrorMessage_ParentMakatIsEmpty
source: Parent Makat : [{0}] Is Empty
he: מקט אב : [{0}] ריק

# Bit_ValidateErrorMessage_SessionCodeExistInDB
source: Session with Same Code [{0}] Exist in DB
he: קוד פריקה [{0}] קיים בבסיס הנתונים (SESSION)

# Bit_ValidateErrorMessage_Warning
source: Parser Warning :
he: אזהרה :

# Bit_Validate_Empty
source: Can't be empty
he: לא יכול להיות ריק

# Bit_Validate_Format
source: Wrong format
he: פורמט לא תקין

# Command_Add
source: Add
he: הוסף

# Command_AlignBottom
source: Bottom
he: ליישר למטה

# Command_AlignLeft
source: Left
he: יישור לשמאל

# Command_AlignRight
source: Right
he: יישור לימין

# Command_AlignSameHeight
source: Same Height
he: גובה זהה

# Command_AlignSameWidth
source: Same Width
he: רוחב זהה

# Command_AlignTop
source: Top
he: ליישר למעלה

# Command_Apply
source: Apply
he: החל

# Command_AutorImportFromPda
source: Auto Import from PDA
he: ייבא מהמסופון - אוטומטי

# Command_BranchPostAddBranch
source: Create new Branch
he: הוסף סניף

# Command_BranchPostAddInventor
source: Create new Inventor
he: הוסף ספירה

# Command_BranchPostBranchDashboard
source: Branch Dashboard
he: מסך מרכזי - סניף

# Command_BranchPostEditBranch
source: Edit branch
he: ערוך סניף

# Command_BranchPostHomeDashboard
source: Home Dashboard
he: עמוד הבית

# Command_BranchPostMainDashboard
source: Main Dashboard
he: מסך ספירה ראשי

# Command_BringForward
source: Bring to Front
he: הבא לקידמה

# Command_Browse
source: Browse
he: עיין

# Command_Cancel
source: Cancel
he: בטל

# Command_Clear
source: Clear
he: נקה

# Command_Clone
source: Clone
he: שכפל

# Command_Close
source: Close
he: סגור

# Command_Copy
source: Copy
he: העתק

# Command_Create
source: Create
he: צור

# Command_CustomerPostAddBranch
source: Create new Branch
he: הוסף סניף

# Command_CustomerPostAddCustomer
source: Create new Customer
he: הוסף לקוח

# Command_CustomerPostCustomerDashboard
source: Customer Dashboard
he: מסך מרכזי - לקוח

# Command_CustomerPostEditCustomer
source: Edit customer
he: ערוך לקוח

# Command_CustomerPostHomeDashboard
source: Home Dashboard
he: עמוד הבית

# Command_CustomerPostMainDashboard
source: Main Dashboard
he: מסך עבודה - ספירה

# Command_Delete
source: Delete
he: מחק

# Command_DeleteAll
source: Delete All
he: מחק הכל

# Command_DeleteAllWithoutChild
source: Delete All Without Child
he: מחק הכל - ללא בנים

# Command_DeleteWithoutChild
source: Delete without children
he: מחק ללא בנים

# Command_DevicePDAStatistic
source: PDA Statistic
he: סטטיסטיקת מסופונים

# Command_DocumentHeaderStatistic
source: DocumentHeader
he: כותרת מסמך

# Command_Down
source: Down
he: למטה

# Command_Edit
source: Edit
he: ערוך

# Command_Export
source: Export
he: ייצא

# Command_Filter
source: Filter
he: מסנן

# Command_Find
source: Find
he: מצא

# Command_Import
source: Import
he: ייבא

# Command_Info
source: Info
he: מידע

# Command_InventorPostEditInventor
source: Edit inventor
he: ערוך ספירה

# Command_InventorPostHomeDashboard
source: Home Dashboard
he: עמוד הבית

# Command_InventorPostInventorDashboard
source: Inventor Dashboard
he: מסך מרכז - ספירה

# Command_InventorPostInventorForm
source: Inventor form
he: מסך ספירה

# Command_InventorPostMainDashboard
source: Main Dashboard
he: מסך עבודה - ספירה

# Command_More
source: More...
he: עוד...

# Command_MultiAdd
source: Multi Add
he: הוספה מרובה

# Command_OK
source: Ok
he: אשר

# Command_OpenInExplorer
source: Open in explorer
he: פתח באמצעות סייר

# Command_OpenScript
source: Open script
he: פתח תסריט

# Command_Pack
source: Pack
he: אריזה

# Command_Planogram
source: Planogram
he: פלנוגרמה

# Command_Print
source: Print
he: הדפס

# Command_Print_ByLocationCode_Report
source: Print Reports for Location
he: הדפס דוחות עבור מיקום

# Command_Print_ByTag_Report
source: Print Reports by Tag
he: הדפסת דוחות עבור מכולה

# Command_Print_Report
source: Print Report
he: הדפס דוח

# Command_RefreshStatus
source: Refresh Status
he: רענן סטאטוס

# Command_Rename
source: Rename
he: שנה שם

# Command_RepairFromDb
source: Repair from DB
he: תקן מתוך בסיס הנתונים

# Command_Report
source: Report
he: דוח

# Command_Reset
source: Reset
he: אפס

# Command_ResetErrorStatus
source: Reset error status
he: אפס סטאטוס שגיאות

# Command_Run
source: Run
he: הפעל

# Command_Save
source: Save
he: שמור

# Command_SaveScript
source: Save Script
he: שמור תסריט

# Command_Search
source: Search
he: חפש

# Command_Select
source: Select...
he: בחר...

# Command_SendBackward
source: Send to Back
he: העבר לרקע

# Command_SessionStatistic
source: Session
he: פריקה

# Command_SetAsDefault
source: Set as Default
he: קבע כברירת מחדל

# Command_Statistic
source: Statistic
he: סטטיסטיקה

# Command_Unpack
source: Unpack
he: עדכון נתונים מאריזה

# Command_Up
source: Up
he: למעלה

# Command_Update
source: Update
he: עדכן

# Command_UpdateCatalog
source: Update
he: עדכן יתרה

# Command_UpdateInventorDateTime
source: Update
he: עדכן

# Command_Validate
source: Validate
he: אמת את הנתון

# Command_View
source: View
he: הצג

# Command_ViewLog
source: View Log
he: צפה בלוג

# Command_WorkerStatistic
source: Worker
he: עובדים

# Common_FromImportToGrid
source: Open Grid
he: הצג נתונים כטבלה

# Constant_Barcode
source: Barcode
he: ברקוד

# Constant_Code
source: Code
he: קוד

# Constant_ERP
source: ERP Code
he: ERP

# Constant_Makat
source: Makat
he: מק"ט

# Constant_Number
source: Number
he: מספר

# Constant_Path
source: Path
he: נתיב

# Constant_Product
source: Product
he: פריט

# Control_Pagination_Of
source: of {0}
he: מתוך {0}

# DomainUnknownName_UnknownDevice
source: UnknownDevice
he: מכשיר לא מזוהה

# DomainUnknownName_UnknownFamily
source: UnknownFamily
he: משפחה לא מזוהה

# DomainUnknownName_UnknownLocation
source: UnknownLocation
he: ללא מיקומים

# DomainUnknownName_UnknownPropertyStr
source: UnknownPropertyStr
he: שדה Property לא מזוהה

# DomainUnknownName_UnknownSection
source: UnknownSection
he: ללא שם

# DomainUnknownName_UnknownSupplier
source: UnknownSupplier
he: ללא ספקים

# DomainUnknownName_UnknownUnitType
source: UnknownUnitType
he: יחידת מידה לא מוכרת

# DomainUnknownName_UnknownWorker
source: Unknown Worker
he: עובד לא ידוע

# Domain_Adapter
source: Adapter
he: מתאם

# Domain_Branch
source: Branch
he: סניף

# Domain_Customer
source: Customer
he: לקוח

# Domain_DevicePDA
source: PDA - Documents
he: מסמכי מסופון

# Domain_Family
source: Family
he: משפחה

# Domain_Inventor
source: Inventor
he: ספירה

# Domain_InventProduct
source: Invent Product
he: פריט שנספר

# Domain_InventProductAnalyze
source: Invent Product Analyze
he: מנתח ספירת פריט

# Domain_Itur
source: Itur
he: איתור

# Domain_Itur_NAME
source: ITUR
he: איתור

# Domain_Location
source: Location
he: אתר

# Domain_Product
source: Product
he: מוצר

# Domain_Report
source: Report
he: דו"ח

# Domain_Section
source: Section
he: מחלקה

# Domain_StatusGroup
source: Status
he: סטאטוס

# Domain_Supplier
source: Supplier
he: ספק

# Domain_Tag
source: Tag
he: תג

# Domain_Template
source: Template
he: תבנית

# DownloadButtonText
source: Download
he: הורדה

# Err_ConnectionDBException
source: Connection Error
he: שגיאת התחברות

# InventProductListDetailsView_InventProduct_Column_IPValueStr1
source: Batch
he: קרטונים

# InventProductListDetailsView_InventProduct_Column_IPValueStr2
source: Date
he: תאריך תפוגה

# InventProductListDetailsView_Merkava_Column_PropertyStr1
source: Equipment
he: ציוד

# InventProductListDetailsView_Merkava_Column_PropertyStr10
source: Purchase Date
he: תאריך רכישה

# InventProductListDetailsView_Merkava_Column_PropertyStr11
source: Purchase Value
he: ערך רכישה

# InventProductListDetailsView_Merkava_Column_PropertyStr12
source: Property 12
he: נכס

# InventProductListDetailsView_Merkava_Column_PropertyStr18
source: Property 18
he: הערה עבור קוד יצרן

# InventProductListDetailsView_Merkava_Column_PropertyStr19
source: Property 19
he: קוד מכשיר

# InventProductListDetailsView_Merkava_Column_PropertyStr2
source: Description Equipment
he: תאור ציוד

# InventProductListDetailsView_Merkava_Column_PropertyStr3
source: Reduced Property Value
he: ערך נכס מופחת

# InventProductListDetailsView_Merkava_Column_PropertyStr4
source: Field Sorting
he: שדה מיון

# InventProductListDetailsView_Merkava_Column_PropertyStr5
source: Hotel
he: חדר

# InventProductListDetailsView_Merkava_Column_PropertyStr9
source: Notes
he: הערות

# IturStatusGroup_AllDocsIsApprove
source: AllDocsIsApprove
he: מאושר (מכיל מספר מסמכים)

# IturStatusGroup_DisableAndNoOneDoc
source: DisableAndNoOneDoc
he: מבוטל

# IturStatusGroup_DisableWithDocs
source: DisableWithDocs
he: מבוטל עם נתונים

# IturStatusGroup_Empty
source: Empty
he: ריק

# IturStatusGroup_Error
source: Error
he: מכיל שגיאות

# IturStatusGroup_None
source: All
he: הכל

# IturStatusGroup_NotApprove
source: NotApprove
he: לא מאושר

# IturStatusGroup_OneDocIsApprove
source: OneDocIsApprove
he: מאושר (מכיל מסמך אחד)

# Mdi_AllBranches
source: Branches
he: סניפים

# Mdi_Application
source: Application
he: Count4U

# Mdi_Branch
source: Branch
he: סניף

# Mdi_CatalogInfoForBranch
source: Catalog Info for Branch
he: קטלוג פריטים לסניף

# Mdi_CatalogInfoForCustomer
source: Catalog Info for Customer
he: קטלוג פריטים ללקוח

# Mdi_CatalogInfoForInventor
source: Catalog Info for Inventor
he: קטלוג פריטים לספירה

# Mdi_Customer
source: Customer
he: לקוח

# Mdi_Family
source: Family
he: משפחה

# Mdi_GetFromPdaLog
source: Get from PDA Log
he: קבלת נתונים מהמסופון

# Mdi_Inventor
source: Inventor
he: ספירה

# Mdi_InventorStatus
source: Inventor Status
he: סטאטוס ספירה

# Mdi_InventProduct
source: Invent Product
he: פריט ספירה

# Mdi_InventProductSimple
source: Invent Product Advanced
he: פריט ספירה מתקדם

# Mdi_InventProductSum
source: Invent Product Aggregate
he: פריט ספירה מסוכם

# Mdi_Iturim
source: Iturim
he: איתורים

# Mdi_LastBraches
source: Last Branches Used In Inventory
he: סניפים אחרונים שנספרו

# Mdi_LastBrachesForCustomer
source: Last Branches For Customer Used In Inventory
he: סניפים אחרונים ללקוח שנספרו

# Mdi_LastCustomers
source: Last Customers Used In Inventory
he: לקוחות אחרונים שנספרו

# Mdi_LastCustomersBuild
source: Customers
he: לקוחות

# Mdi_LastInventors
source: Last Inventors
he: ספירות אחרונות

# Mdi_LastInventorsForBranch
source: Last Inventors for Branch
he: ספירות אחרונות לסניף

# Mdi_LastInventorsForCustomer
source: Last Inventors for Customer
he: ספירות אחרונות ללקוח

# Mdi_Location
source: Location
he: מיקום

# Mdi_Menu
source: Menu
he: תפריט

# Mdi_PdaSendData
source: PDA Send Data
he: שליחת קבצים למסופון

# Mdi_Planogram
source: Planogram
he: פלנוגרמה

# Mdi_Reports
source: Reports
he: דוחות

# Mdi_Section
source: Section
he: מחלקה

# Mdi_Statistic
source: Statistics
he: סטטיסטיקה

# Mdi_Supplier
source: Supplier
he: ספק

# Menu_Name_Adapters
source: Adapters
he: מתאמים

# Menu_Name_AddBranch
source: Add Branch
he: הוסף סניף

# Menu_Name_AddCustomer
source: Add Customer
he: הוסף לקוח

# Menu_Name_AddInventor
source: Add Inventor
he: הוסף ספירה

# Menu_Name_AddItem
source: Add Item
he: הוסף פריט

# Menu_Name_Catalog
source: Catalog
he: קטלוג

# Menu_Name_ChangeCatalog
source: Change Catalog
he: החלף קטלוג

# Menu_Name_ChangeStatus
source: Change Inventor Status
he: שנה מצב ספירה

# Menu_Name_DownloadFromPDA
source: Download Files From PDA
he: קבלת קבצים מהמסופון

# Menu_Name_EditBranch
source: Edit Branch
he: ערוך סניף

# Menu_Name_EditCustomer
source: Edit Customer
he: ערוך לקוח

# Menu_Name_EditInventor
source: Edit Inventor
he: ערוך ספירה

# Menu_Name_ERPExpected
source: ERP Expected
he: צפי יתרות מלאי

# Menu_Name_ExportERP
source: ExportERP
he: ייצא ל-ERP

# Menu_Name_ExportPDA
source: ExportPDA
he: ייצא ל-מסופון

# Menu_Name_GetFromFtp
source: Get From Ftp
he: קבלת קבצים משרת FTP

# Menu_Name_GetFromPDA
source: Get From PDA
he: קבלת קבצים מהמסופון

source: Menu_Name_GetFtp
he: קבלת קבצים משרת FTP

# Menu_Name_Iturim
source: Iturim
he: איתורים

# Menu_Name_Location
source: Location
he: מיקום

# Menu_Name_PackData
source: Pack Data
he: כווץ נתונים

# Menu_Name_Properties
source: Properties
he: מאפיינים

# Menu_Name_ReportFavorites
source: Reports Favorites
he: דוחות נבחרים

# Menu_Name_SaveZipInventor
source: Save/Zip Inventor
he: שמור/כווץ ספירה

# Menu_Name_SearchBranch
source: Branch Grid
he: חפש סניף

# Menu_Name_SearchCustomer
source: Customer Grid
he: חפש לקוח

# Menu_Name_SearchInventor
source: Inventor Grid
he: חפש ספירה

# Menu_Name_SendDataInMail
source: Send Data In Mail
he: שלח נתונים במייל

# Menu_Name_SendZipOffice
source: Send Zip to Office
he: הכן נתונים למשרד

# Menu_Name_StartWizard
source: Wizard Create Inventor
he: אשף בניית ספירה

# Menu_Name_UnpackData
source: Unpack Data
he: פריקת אריזת נתונים - עדכון מערכת

# Menu_Name_UploadToPDA
source: Upload File To PDA
he: העלה קבצים למסופונים/PDA

# Message_Repair
source: Do you want to restore objects via database relations?
he: האם ברצונך לשחזר נתונים מקשרי בסיס הנתונים

# Message_ReportMissedInFileSystem
source: Report File doesn't exist in file system
he: קובץ דו"ח לא קיים במערכת

# Msg_Add_Another_Branch
source: New branch successfully saved. Add another one?
he: סניף חדש נשמר בהצלחה. להוסיף סניף נוסף?

# Msg_Add_Another_Customer
source: New customer successfully saved. Add another one?
he: לקוח חדש נשמר בהצלחה. להוסיף לקוח נוסף?

# Msg_BackupDb
source: Backuping db files...
he: מגבה קבצי בסיס נתונים ...

# Msg_Branch_Sdf_File_Missed
source: {0} file is missed. Application will create new one. Inherit database file from customer?
he: קבצים חסרים המערכת תקים קבצים חדשים.האם לרשת בסיס נתונים מלקוח האב? {0}

# Msg_CatalogNotEmpty
source: Catalog exist (It is not Empty). If you want to Clear it and Import the new one - click "Yes"
he: הקטלוג קיים (ולא ריק), על מנת למחוק את הישן ולייבא את החדש לחץ - אישור

# Msg_CheckingDb
source: Checking imported Databases for consistency
he: בודק עקביות נתונים בבסיסי נתונים

# Msg_ClearDocument
source: Do you really want to clear Document (Related Products will be removed permanently)?
he: אתה בטוח שברצונך לנקות מסמך? (כל הפריטים המקושרים יימחקו)

# Msg_Clear_Export_ERP
source: Do you really want to clear?
he: האם אתה בטוח שברצונך לאפס?

# Msg_Clear_Export_PDA
source: Do you really want to clear?
he: האם אתה בטוח שברצונך לאפס?

# Msg_Clear_Import
source: Do you really want to clear?
he: האם אתה בטוח שברצונך לאפס?

# Msg_Clear_Import_Directory
source: You are about to clear {0}. Are you sure?
he: אתה עומד לאפס {0}. האם אתה בטוח?

# Msg_Close_Application
source: Are you sure want close Application?
he: האם אתה בטוח שברצונך לסגור את האפליקציה?

# Msg_Close_Application_Printing
source: Printing is in progress. Are you sure want close application?
he: הדפסה בתהליך, האם הנך בטוח כי ברצונך לסגור את המערכת

# Msg_Common_Error_Occured
source: An Error has occured. Description is available in the Log File.
he: אירעה שגיאה.תיאור השגיאה מופיע בקובץ הלוג

# Msg_ConfigurationSetExist
source: Configuration set with such Name already Exists
he: תצורת קובץ עם שם זהה כבר קיימת

# Msg_Customer_Sdf_File_Missed
source: {0} file is missed. Application will create new one.
he: קבצים חסרים המערכת תקים קבצים חדשים. {0}

# Msg_Default_Adapter_Unaccessible
source: Your default adapter is unaccessible due to licensing permissions. Fallback adapter selected.
he: מתאם ברירת המחדל שלך לא נמצא עקב בעיית הרשאות.נבחר מתאם הבא בתור

# Msg_Delete_Adapter_Link
source: Are you sure you want to delete Adapter Link?
he: האם אתה בטוח שברצונך למחוק את הקישור למתאם?

# Msg_Delete_Branch
source: Are you sure want delete {0} ?
he: האם אתה בטוח שברצונך למחוק {0} ?

# Msg_Delete_Customer
source: Are you sure want delete {0} ?
he: האם אתה בטוח שברצונך למחוק {0} ?

# Msg_Delete_Document_Header
source: Are you sure you want to delete Document Header: {0} ?
he: האם אתה בטוח שברצונך למחוק את רשומת ראש המסמך {0} ?

# Msg_Delete_Familys
source: Are you sure want to delete Familys {0} ?
he: האם אתה בטוח שברצונך למחוק את המשפחות {0} ?

# Msg_Delete_Inventor
source: Are you sure want delete {0} ?
he: האם אתה בטוח שברצונך למחוק {0} ?

# Msg_Delete_Invent_Product
source: Are you sure you want to delete {0} {1} {2}?
he: האם אתה בטוח שברצונך למחוק {0} {1} {2}?
