Repository: parad74/Count4U
Catalog: Count4U.Localization/Resources.*.resx
Languages: he

# Window_Title_EditMaskTemplate
source: Edit mask template
he: ערוך טבלאת מיסוך

# Window_Title_EditReportToFavorites
source: Edit Report Link
he: ערוך דו"ח במועדפים

# Window_Title_ErpExpectedStep1
source: ERP Expected Step 1
he: צפי יתרות מלאי שלב 1

# Window_Title_FamilyAdd
source: Family Add
he: הוסף משפחה

# Window_Title_FamilyEdit
source: Family Edit
he: ערוך משפחה

# Window_Title_FilterTemplateAdd
source: Filter template
he: תבניות לדוחות סינון

# Window_Title_FilterTemplateEdit
source: Filter Template Edit
he: ערוך תבניות סינון

# Window_Title_FromFtp
source: Copy from Ftp
he: העתק משרת FTP

# Window_Title_ImportCatalog
source: Import/Update Catalog
he: ייבא/עדכן קטלוג

# Window_Title_ImportFromPda
source: Import From PDA
he: קבלת קבצים מהמסופון

# Window_Title_ImportIturs
source: Import Iturs
he: ייבא איתורים

# Window_Title_ImportLocations
source: Import Locations
he: ייבא אתרים

# Window_Title_ImportSection
source: Import Section
he: ייבא מחלקה

# Window_Title_InventorDashboard
source: Inventor Dashboard
he: מסך ספירה

# Window_Title_InventorStatusChange
source: Inventor Change Status
he: שנה מצב ספירה

# Window_Title_InventoryForm
source: Inventory Form
he: מבנה ספירה

# Window_Title_InventProduct
source: Invent Product List
he: רשימת פריטים שנספרו

# Window_Title_InventProductAdd
source: Invent Product Add
he: הוסף פריט שנספר

# Window_Title_InventProductClone
source: Clone
he: שכפל

# Window_Title_InventProductEdit
source: Invent Product Edit
he: ערוך פריט שנספר

# Window_Title_IturChangeLocation
source: Change Location
he: שנה אתר

# Window_Title_IturChangeName
source: Edit
he: ערוך

# Window_Title_IturChangePrefix
source: Change Itur Prefix
he: שנה קידומת איתורים

# Window_Title_IturChangeState
source: Change State
he: שנה מצב

# Window_Title_IturChangeStatus
source: Change Status
he: שנה סטאטוס

# Window_Title_IturChangeTag
source: Change Itur Tag
he: שינוי תג איתור

# Window_Title_IturimAddEdit
source: Edit/Add/Delete Iturim
he: ערוך/הוסף/מחק איתורים

# Window_Title_IturSelect
source: Select Iturs
he: בחר איתורים

# Window_Title_LocationAdd
source: Location Add
he: אתר חדש

# Window_Title_LocationAddEditDelete
source: Add/Delete Location
he: הוסף/מחק אתר

# Window_Title_LocationChangeTag
source: Change Location Tag
he: שנה תג מיקום

# Window_Title_LocationEdit
source: Location Edit
he: ערוך אתר

# Window_Title_LocationMultiAdd
source: Location Multi Add
he: מיקומים - הוספה מרובה

# Window_Title_LocationSelect
source: Select Location by Code
he: בחר מיקום ע"י קוד

# Window_Title_MainDashboard
source: Main Dashboard
he: מסך ראשי

# Window_Title_NewBranch
source: New branch
he: סניף חדש

# Window_Title_NewCustomer
source: New customer
he: לקוח חדש

# Window_Title_NewInventor
source: New inventor
he: ספירה חדשה

# Window_Title_PlanIturAdd
source: Add Iturim
he: הוסף איתורים

# Window_Title_PlanIturDelete
source: Delete iturim
he: מחק איתורים

# Window_Title_PlanogramAddEditDelete
source: Planogram Add/Edit
he: פלנוגרמה הוסף/ערוך

# Window_Title_PlanogramLocationAssign
source: Assign Location
he: שייך מיקום

# Window_Title_PlanogramPictureAssign
source: Assign Picture
he: שייך תמונה

# Window_Title_PlanogramTextAssign
source: Assign Text
he: שייך טקסט

# Window_Title_PlanSizeChange
source: Change size
he: שנה גודל

# Window_Title_ProductAdd
source: Product Add
he: הוסף פריט

# Window_Title_ProductEdit
source: Product Edit
he: ערוך פריט

# Window_Title_ReportScript
source: Open Script
he: פתח תסריט

# Window_Title_ReportScriptSave
source: Save Script
he: שמור תסריט

# Window_Title_ScriptOpen
source: Open Script
he: פתח תסריט

# Window_Title_ScriptSave
source: Save Script
he: שמור תסריט

# Window_Title_SectionAdd
source: Section Add
he: הוסף מחלקה

# Window_Title_SectionAddEditDelete
source: Section
he: מחלקה

# Window_Title_SectionEdit
source: Section Edit
he: ערוך מחלקה

# Window_Title_ShowShelf
source: Shelves
he: מדפים

# Window_Title_SupplierAdd
source: Supplier Add
he: הוסף ספק

# Window_Title_SupplierEdit
source: Supplier Edit
he: ערוך ספק

# Window_Title_TagSelect
source: Select by Tag
he: בחירה לפי תג

# Window_Title_ToFtp
source: Upload to Ftp
he: העלה קבצים לשרת FTP

# Window_Title_UploadPda
source: Upload to PDA
he: העלה קבצים למסופונים/PDA

# Window_Title_ViewBranch
source: View branch
he: הצג סניף

# Window_Title_ViewCustomer
source: View customer
he: הצג לקוח

# Window_Title_ViewExportErpLog
source: View Export ERP Log
he: הצג לוג ייצוא קבצים ל ERP

# Window_Title_ViewExportLog
source: View Export Log
he: הצג לוג ייצוא קבצים

# Window_Title_ViewImportLog
source: View Import Log
he: הצג לוג ייבוא קבצים

# Window_Title_ViewInventor
source: View inventor
he: הצג ספירה

# Window_Title_ViewLog
source: View Log
he: הצג Log

# Window_Title_ViewUnpackLog
source: Unpack Log
he: פרוק Log

# Command_DeleteAllCheckSelect
source: Delete Checked
he: מחק מסומנים

# View_ExportPdaSettingsControl_tbAddExtraInputValue
source: Add Extra Input Value
he: הוסף שדה קלט נוסף

# View_ExportPdaSettingsControl_tbAddExtraInputValueHeaderName
source: Add Extra Input Value Header
he: כותרות שדה קלט נוסף

# View_ExportPdaSettingsControl_tbAllowQuantityFraction
source: Allow Quantity Fraction
he: אפשר נקודה עשרונית

# Report_Menu_Caption_Rep_IS1_63
source: Detailed Report by barcode
he: דוח מפורט כולל הפרשים לפי ברקוד

# Report_Menu_Caption_Iturs_IS1_92L
source: Summary report - total asset counting per Location
he: דוח ריכוז ספירת פרטי אינוונטר למיקום

# View_BranchesDashboardPart_columnLastUpdate
source: Last Update
he: עדכון אחרון

# View_BranchesDashboardPart_columnSelect
source: Select
he: בחר

# View_ExportPdaSettingsControl_tbAddExtraInputBatch
source: Show Extra Input Value Batch List
he: הצג רשימת בחירה לאצווה

# View_ExportPdaSettingsControl_tbAllowNewBatch
source: Allow New Value from Batch List
he: הכנס ערך חדש לא מהטבלה

# View_ExportPdaSettingsControl_tbSearchIfExistBatch
source: Search If Exist in Batch List
he: חפש ערך בטבלת קלט נוסף

# ViewModel_ExportPdaSettingsControl_MakatAndNameAndListBarcode
source: Makat & Name & List of Barcodes
he: קוד פריט, תיאור מוצר ורשימת ברקודים

# View_DocumentHeaderAddEdit_tbERPIturCode
source: ERP Itur Code
he: קוד איתור ERP

# View_DocumentHeaderAddEdit_tbFrom
source: From
he: איתור מקור

# View_DocumentHeaderAddEdit_tbTo
source: To
he: איתור יעד

# View_ExportPdaSettingsControl_tbAllowMinusQuantity
source: Allow Minus Quantity
he: אפשר כמות שלילית

# View_ExportPdaSettingsControl_tbFractionCalculate
source: Calculate Fraction
he: מחשבון שבר עשרוני

# Report_Menu_Caption_Iturs_IS1_54sn
source: Report Sum by Itur Makat SN
he: דוח מפורט לפריט באיתור כולל אצוות

# Report_Menu_Caption_IP1_04
source: Report Compare- Property
he: דוח מפורט לפריט באיתור כולל אצוות

# Report_Menu_Caption_Iturs_IS1_56nc
source: Items Not Exist In Catalog
he: דוח מרוכז לפריטים שלא קיימים בקטלוג

# Menu_Name_AddToPackData
source: Add Selected to Code List
he: הוסף מסומנים לרשימת הכיווץ

# Menu_Name_ClearCodeList
source: Clear Code List
he: נקה רשימת הלקוחות לכיווץ

# Property_InventProduct_FamilyCode
source: Family Code
he: קוד משפחה

# Report_Menu_Caption_Iturs_IS1_29p
source: Total Inventory Summary QuantityPartial
he: דוח סיכום מרוכז לפריט כולל כמות בתפזורת

# View_SearchInventProductAdvancedGridSimple_columnFamilyCode
source: Family Code
he: קוד משפחה

# View_SearchInventProductAdvancedGridSum_columnFamilyCode
source: Family Code
he: קוד משפחה

# Report_Menu_Caption_IS1_12f
source: Summary by Family
he: דוח מפורט כולל הפרשים למשפחה/דגם

# Report_Menu_Caption_IT2_07
source: Report by Itur with QuanityPartial
he: דוח מרוכז לפריט כולל כמות בתפזורת

# ViewModel_SearchInventProductAdvancedAggregate
source: Invent Product Advanced Aggregate
he: פריט נספר מתקדם - מסוכם

# View_UserSettings_cbSearchDialogIsModal
source: Search Dialog Is Modal
he: חלון חיפוש במצב קבוע

# InventProductListDetailsView_Column_SupplierCode
source: SupplierCode
he: קוד ספק

# InventProductListDetailsView_Compare_Column_PropertyFloat1
source: In1
he: ספ. 1

# InventProductListDetailsView_Compare_Column_PropertyFloat2
source: In2
he: ספ. 2

# InventProductListDetailsView_Compare_Column_PropertyFloat3
source: Difference
he: הפרש

# InventProductListDetailsView_Compare_Column_PropertyStr1
source: File1
he: קובץ 1

# InventProductListDetailsView_Compare_Column_PropertyStr2
source: File2
he: קובץ 2

# View_CommonInventProduct_columnERPIturCode
source: ERPIturCode
he: קוד איתור ERP

# View_ImportAdapter_chkImportFamily
source: Import Family
he: ייבוא משפחות

# View_IturListDetails_tbQuantityFilesInUnsureFolder
source: Quantity Files in Unsure Folder {0}
he: נמצאו {0} קבצים בתיקיית Unsure

# View_UserSettings_tbFamilys
source: Familys
he: משפחות

# Report_Menu_Caption_Rep_IS1_62n
source: Detailed Report by Barcode-Itur
he: דוח הפרשים מפורט כולל איתורים

# Report_Menu_Caption_Rep_IS1_83
source: Inventory Report by Location
he: דוח לספירת מצאי

# Msg_Delete_IturHierarchical
source: There are Items in selected Itur(s). Are you sure that you want to delete Items in : {0} Itur(s)?
he: ? קיימים נתונים באיתורים שברצונך למחוק. האם אתה בטוח שברצונך למחוק את האיתורים

# Report_Menu_Caption_Iturs_IS1_86
source: Report Count ByIturMakat More6
he: דוח ברקודים זהים באיתור

# Msg_Delete_Invent_Product_NotExistInCatalog
source: Are you sure that you want to delete all inventory items which not exist in catalog?
he: האם ברצונך למחוק את כול הפריטים שנספרו אשר אינם נמצאים בקטלוג?

# Command_DeleteNoneInCatalog
source: Delete All Not Existing in Catalog
he: מחיקת פריטים שאינם נמצאים בקטלוג

# Report_Menu_Caption_IS1_85L
source: Not Exist in all others Location
he: דוח פריטים שלא קיימים בשאר המיקומים

# Report_Menu_Caption_Iturs_IS1_53pt
source: Inventory Detailed Report with Date Time
he: דוח ספירה כללי מפורט כולל תאריך ושעה

# Report_Menu_Caption_Iturs_IS1_94
source: Report with ModifyDate
he: דוח ספירה כללי כולל תאריך עדכון

# Report_Menu_Caption_Iturs_IS1_17
source: Summary Report BranchWith Supplier - Iturs
he: דוח מרוכז כולל ספקים

# View_InventProductListDetails_tbChangeERPItur
source: Change ERP Code
he: שנה איתור ERP

# View_Create_Profile_Automatically
source: Create Profile automatically
he: צור פרופיל אוטומטי

# Constant_AZ
source: A-Z
he: א-ת

# Constant_ZA
source: Z-A
he: ת-א

# View_UserSettings_tbIturFilterAZ
source: Default Itur A-Z
he: מיין מ

# View_UserSettings_tbIturFilterSortBy
source: Default Itur Sort By
he: מיון על פי

# View_InventorStatusChange_chkUploadFilesToFtp
source: Upload files to ftp
he: העלה קבצים לשרת

# View_InventorStatusChange_tbFtpPath
source: Ftp Path
he: נתיב בשרת

# View_UserSettings_tiSendToFtpOffice
source: Send To Office by ftp
he: העלה קבצי סיום ספירה לשרת באופן אוטומטי

# View_ImportWithModules_radioFtpPath
source: Ftp Path
he: נתיב בשרת

# Window_Title_SetDissableIturs
source: Set Enable/Disable for Iturs
he: ביטול / אחזור רשימת איתורים

# View_ExportPdaSettingsControl_tbChangeQuantityType
source: Change Quantity Type
he: שינוי מצב ספירה

# View_IturListDetails_tbCode
source: Code
he: קוד מוצר

# View_ComareSettings_radioBarcode
source: Barcode
he: ברקוד

# View_ComareSettings_radioMakat
source: Makat
he: מק"ט

# View_ComareSettings_CompareBy
source: Compare By
he: השוואה ע"י

# IturLocationChangeView_All
source: All
he: הכל

# IturLocationChangeView_All_FromLocation
source: All from Location
he: כל האיתורים מהמיקום

# IturLocationChangeView_IsPrefix_Number
source: Prefix
he: תחילית

# View_IturLocationChange_AndNamber
source: Number
he: מספר

# View_IturLocationChange_tbCustom
source: Custom
he: מותאם

# View_DocumrntHeaderListDetails_columnTotalEndInv
source: Total End Inventor
he: זמן סיום ספירה

# View_DocumrntHeaderListDetails_columnTotalStartInv
source: Total Start Inventor
he: זמן התחלת ספירה

# Domain_Actual
source: Actual
he: ספירה בפועל

# Domain_Total
source: Total
he: סיכום ספירה

# View_DeviceListDetails_columnDuration
source: Duration
he: משך ספירה

# View_DocumrntHeaderListDetails_columnEndWork
source: End Work
he: יום ספירה

# View_DocumrntHeaderListDetails_columnStartWork
source: Start Work
he: תחילת ספירה

# View_InventProductListDetails_columnDeviceId
source: Device
he: קוד מכשיר

# View_InventProductListDetails_columnQuantity
source: Quantity
he: כמות פריטים

# View_InventProductListDetails_columnScanQuantity
source: Scan Items
he: כמות סריקות

# View_InventProductListDetails_columnScanQuantityPerHour
source: Scan Items Per Hour
he: כמות סריקות לשעה

# View_InventProductListDetails_columnWorker
source: Worker
he: שם עובד

# View_InventProductListDetails_column_QuantityPerHour
source: Quantity Per Hour
he: כמות פריטים לשעה

# Report_Menu_Caption_Device_DV1_11
source: Itur Statistisc
he: דוח סטטיסטיקה לאיתור

# Report_Menu_Caption_Device_DV1_12
source: Actual Statistics Report
he: דוח סטטיסטיקה בפועל

# Report_Menu_Caption_Device_DV1_13
source: Total Statistics Report
he: דוח סטטיסטיקה כולל

# View_IturListDetails_tbCounted
source: Counted:
he: נספרו

# View_IturListDetails_tbDisabled
source: Disabled:
he: מבוטלים

# View_IturListDetails_tbDone
source: Done:
he: בוצע

# View_IturListDetails_tbEmpty
source: Empty:
he: ריקים

# View_SearchInventProductAdvancedGridSum_columnSectionCode
source: Section Code
he: קוד מחלקה

# View_SearchInventProductAdvancedGridSum_columnSupplierCode
source: Supplier Code
he: קוד ספק

# View_SearchInventProductAdvancedField_tbCode
source: Filter List by Code
he: סנן לפי קוד

# View_SearchInventProductAdvancedField_tbTag
source: Filter List by Tag
he: סנן לפי תג
